Repository: telecommai/ios
Catalog: Telecomm/Telecomm/Lib/Componet/ChatComps/Language/*.lproj/ChatComps.strings
Languages: es, hy, pt_pt, ru, th, zh_hans

# chatAdditionalMessage
source: Message
es: Mensaje adicional
hy: Լրացուցիչ հաղորդագրություն
pt_pt: Mensagem adicional
ru: Дополнительное сообщение
th: ข้อความเพิ่มเติม
zh_hans: 附加消息

# chatRefuse
source: Refuse
es: Rechazar
hy: Չեղարկել
pt_pt: Rejeitar
ru: Отклонить
th: ปฏิเสธ
zh_hans: 拒绝

# chatAgreedToTheApplication
source: Agreed to the application
es: Ya estoy de acuerdo con la aplicación
pt_pt: Já concorda com a aplicação
ru: Уже согласен с приложением
th: เห็นด้วยกับแอปพลิเคชัน
zh_hans: 已同意该申请

# chatSentTheApplication
source: Sent the application
es: La aplicación se ha enviado
hy: Հայտը ուղարկվել է
pt_pt: O aplicativo foi enviado
ru: Заявка отправлена
th: ส่งแอปพลิเคชันแล้ว
zh_hans: 已发送该申请

# chatTheApplicationHasBeenRejected
source: The application has been rejected
es: La aplicación ha sido rechazada
hy: Հայտը մերժվել է
pt_pt: O aplicativo foi rejeitado
ru: Приложение было отклонено
th: แอปพลิเคชันถูกปฏิเสธ
zh_hans: 已拒绝该申请

# chatTheApplicationWasRejected
source: The application was rejected
es: La aplicación fue rechazada
hy: Հայտը մերժվեց
pt_pt: O aplicativo foi rejeitado
ru: Приложение было отклонено
th: แอปพลิเคชันถูกปฏิเสธ
zh_hans: 该申请被拒绝

# chatYouHaveDeclinedTheRequest
source: You have declined the request
es: Has rechazado la solicitud
hy: Դուք մերժել եք հարցումը
pt_pt: Você rejeitou o pedido
ru: Вы отклонили запрос
th: คุณปฏิเสธคำขอ
zh_hans: 您已拒绝了该请求

# chatFriendRequests
source: Friend Requests
es: Aplicación de amigo
hy: Ընկերակցության հայտ
pt_pt: Aplicativo Amigo
ru: Приложение для друзей
th: แอปพลิเคชันเพื่อน
zh_hans: 好友申请

# chatYouHaveRejectedThisFriendRequest
source: You have rejected this friend request
es: Has rechazado la solicitud de amistad
hy: Դուք մերժել եք ընկերոջ խնդրանքը
pt_pt: Você rejeitou a solicitação de amizade
ru: Вы отклонили запрос на добавление в друзья
th: คุณปฏิเสธคำขอเป็นเพื่อน
zh_hans: 您已拒绝了该好友申请

# chatNumber
source: Number
es: número
hy: համարը
pt_pt: número
ru: номер
th: หมายเลข
zh_hans: 号码

# chatNickname
source: Nickname
es: apodo
hy: մականուն
pt_pt: apelido
ru: ник
th: ชื่อเล่น
zh_hans: 昵称

# chatChangeRemark
source: Set Remark
es: Modificar el nombre de la nota
hy: Փոփոխել հիշատակի անունը
pt_pt: Modificar nome do memorando
ru: Изменить имя напоминания
th: ปรับเปลี่ยนชื่อบันทึก
zh_hans: 修改备注名

# chatAddRemark
source: Add Remark
es: Introduzca un nombre de nota
hy: Խնդրում ենք նշել նշման անունը
pt_pt: Por favor introduza um nome de nota
ru: Пожалуйста, введите имя заметки
th: โปรดป้อนชื่อโน้ต
zh_hans: 请输入备注名

# chatDoShareMyMoments
source: Don't Share My Moments
es: No le permita ver mi círculo de amigos
hy: Թույլ մի տվեք, որ տեսնի իմ շրջապատի ընկերները
pt_pt: Não deixe que ele veja meu círculo de amigos
ru: Не позволяйте ему видеть мой круг друзей
th: อย่าให้เขาเห็นวงเพื่อนของฉัน
zh_hans: 不让他看我的朋友圈

# chatHideHisMoments
source: Hide His Moments
es: No mire a su círculo de amigos
hy: Մի ընկերոջ շրջապատին նայեք
pt_pt: Não olhe para o círculo de amigos dele
ru: Не смотрите на его круг друзей
th: อย่าดูที่กลุ่มเพื่อนของเขา
zh_hans: 不看他的朋友圈

# chatDetails
source: Details
es: Detalles
hy: Մանրամասներ
pt_pt: Detalhes
ru: Подробности
th: รายละเอียด
zh_hans: 详细资料

# chatBlock
source: Block
es: Agregar lista negra
hy: Ավելացնել սեւ ցուցակ
pt_pt: Adicionar lista negra
ru: Добавить черный список
th: เพิ่มบัญชีดำ
zh_hans: 加入黑名单

# chatApprovedd
source: Approved
es: verificación aprobada
hy: անցել հաստատում
pt_pt: verificação passada
ru: пройдена проверка
th: ผ่านการตรวจสอบ
zh_hans: 通过验证

# chatSignature
source: Signature
es: firma personal
hy: անձնական ստորագրություն
pt_pt: assinatura pessoal
ru: личная подпись
th: ลายเซ็นส่วนตัว
zh_hans: 个性签名

# chatSetRemark
source: Set Remark
hy: Նշում նշեք
pt_pt: Definir Notas
ru: Установить заметки
th: ตั้งค่าบันทึก
zh_hans: 设置备注

# chatDeleteFriend
source: Delete
es: Eliminar un amigo
hy: Ջնջել ընկերոջը
pt_pt: Excluir um amigo
ru: Удалить друга
th: ลบเพื่อน
zh_hans: 删除好友

# chatSetGroupNickname
source: Set group nickname
es: Establecer el apodo del grupo
hy: Խմբի խմբի մականունը
pt_pt: Definir apelido do grupo
ru: Установить псевдоним группы
th: ตั้งชื่อเล่นกลุ่ม
zh_hans: 设置群昵称

# chatDeletingFriendFailed
source: Deleting Failed
es: Error al eliminar amigo
hy: Ջնջել ընկերը ձախողվեց
pt_pt: Excluir amigo falhou
ru: Ошибка удаления друга
th: ลบเพื่อนล้มเหลว
zh_hans: 删除好友失败

# chatAddFriend
source: Add Friend
es: Agregar un amigo
hy: Ավելացնել ընկեր
pt_pt: Adicionar um amigo
ru: Добавить друга
th: เพิ่มเพื่อน
zh_hans: 添加好友

# chatSendMessage
source: Send Message
es: enviar mensaje
hy: ուղարկել հաղորդագրություն
pt_pt: enviar mensagem
ru: отправить сообщение
th: ส่งข้อความ
zh_hans: 发送消息

# chatRemarks
source: Remarks
es: Comentarios
hy: Նշումներ
pt_pt: Comentários
ru: Замечания
th: ข้อสังเกต
zh_hans: 备注信息

# chatAddRemarks
source: Add Remarks
es: Agregar un nombre de nota
hy: Ավելացնել գրառումը
pt_pt: Adicionar um nome de nota
ru: Добавить имя заметки
th: เพิ่มชื่อโน้ต
zh_hans: 添加备注名称

# chatRemarksTip
source: Remark name should not be too long, within ten words~
es: Nombre de la observación (el nombre no debe ser demasiado largo, dentro de diez caracteres chinos ~)
hy: Նշման անունը (անունը չպետք է չափազանց երկար լինի, տասը չինարեն նիշից ~)
pt_pt: Nome da observação (o nome não deve ser muito longo, dentro de dez caracteres chineses ~)
ru: Имя замечания (имя не должно быть слишком длинным, в пределах десяти китайских символов ~)
th: ชื่อหมายเหตุ (ชื่อไม่ควรยาวเกินไปภายในสิบตัวอักษรจีน ~)
zh_hans: 备注名(名称不要太长，十个汉字以内~)

# chatRemarksAreTooLong
source: Remarks are too long
es: El nombre de la nota es demasiado largo
hy: Նշանի անվանումը չափազանց երկար է
pt_pt: O nome da nota é muito longo
ru: Имя заметки слишком длинное
th: ชื่อบันทึกยาวเกินไป
zh_hans: 备注名过长

# chatModifyingGroupNickname
source: Modifying group nickname
es: Modificar el apodo del grupo
hy: Խմբի մականունը փոփոխելը
pt_pt: Modificando o apelido do grupo
ru: Изменение псевдонима группы
th: การแก้ไขชื่อเล่นกลุ่ม
zh_hans: 正在修改群昵称

# chatModifyGroupNicknameFailed
source: Modify group nickname failed
es: Falló el apodo del grupo de modificación
hy: Փոփոխել խումբը մականունը չի հաջողվել
pt_pt: Falha na modificação do apelido do grupo
ru: Ошибка изменения псевдонима группы
th: การปรับเปลี่ยนชื่อเล่นกลุ่มล้มเหลว
zh_hans: 修改群昵称失败

# chatRemarkNameCantNotBeEmpty
source: Remark name cannot be empty
es: El nombre de la nota no puede estar vacío
hy: Նշանի անունը չի կարող դատարկ լինել
pt_pt: O nome da nota não pode estar vazio
ru: Имя заметки не может быть пустым
th: ชื่อบันทึกต้องไม่ว่างเปล่า
zh_hans: 备注名不能为空

# chatModifyingRemarkName
source: Modifying remark name
es: Modificación de notas
hy: Նիշերի փոփոխում
pt_pt: Modificando notas
ru: Изменение заметок
th: การแก้ไขโน้ต
zh_hans: 正在修改备注

# chatModifyRemarkNameFailed
source: Modify remark name failed
es: Modify Notes Failed
hy: Փոփոխել նշումները չհաջողվեց
pt_pt: Modificar as Notas com Falha
ru: Не удалось изменить заметки
th: แก้ไขโน้ตล้มเหลว
zh_hans: 修改备注失败

# chatBaseCoordinatesHaveBeenCopied
source: Base coordinates have been copied
es: Se han copiado las coordenadas de la base
hy: Հիմնական կոորդինատները պատճենվել են
pt_pt: As coordenadas da base foram copiadas
ru: Базовые координаты были скопированы
th: คัดลอกพิกัดพื้นฐานแล้ว
zh_hans: 基地坐标已复制

# chatGroup
source: Group
es: grupo
hy: խումբ
pt_pt: grupo
ru: группы
th: กลุ่ม
zh_hans: 群

# chatJoined
source: Joined
es: unido
hy: միացել
pt_pt: juntou-se
ru: присоединен
th: เข้าร่วม
zh_hans: 已加入

# chatWaitingForVerification
source: Waiting for verification
es: Esperando verificación
hy: Վավերացման սպասում
pt_pt: Aguardando verificação
ru: Ожидание подтверждения
th: กำลังรอการยืนยัน
zh_hans: 等待验证

# chatAgree3
source: Agree
es: Aceptar
hy: Ընդունել
pt_pt: Aceitar
ru: Принять
th: ยอมรับ
zh_hans: 接受

# chatRequestToAddYouAsFriend
source: Request to add you as a friend
es: Solicitud de agregarlo como amigo
hy: Խնդրում ենք Ձեզ որպես ընկեր դառնալ
pt_pt: Pedido para adicionar você como amigo
ru: Запрос на добавление вас в друзья
th: คำขอเพิ่มคุณเป็นเพื่อน
zh_hans: 请求添加您为好友

# chatHaveBecomeFriendsWithYou
source: Have become friends with you
es: Con usted se han convertido en amigos
hy: Դու ընկեր ես դարձել
pt_pt: Com você se tornou amigo
ru: Уже стань твоим другом
th: เมื่อคุณกลายเป็นเพื่อนกัน
zh_hans: 与您已成为好友

# chatFriendRequestHasBeenSent
source: Friend request has been sent
es: Se ha enviado la solicitud de amistad
hy: Ընկերի հայցը ուղարկվել է
pt_pt: Pedido de amizade foi enviado
ru: Запрос на добавление в друзья отправлен
th: ส่งคำขอเป็นเพื่อนแล้ว
zh_hans: 好友请求已发送

# chatHasBeenSent
source: Has been sent
es: enviado
hy: ուղարկված
pt_pt: enviado
ru: отправлено
th: ส่งแล้ว
zh_hans: 已发送

# chatDownloadTheApplicationAccountsResourceFile
source: Download Application Accounts resource file
es: Descargar el archivo de recursos del número de la aplicación
hy: Ներբեռնեք ծրագրի ռեսուրսի ֆայլը
pt_pt: Baixar arquivo de recurso do número do aplicativo
ru: Загрузить файл ресурса номера приложения
th: ดาวน์โหลดไฟล์ทรัพยากรหมายเลขแอปพลิเคชัน
zh_hans: 下载应用号资源文件

# chatDownload
source: Download
es: Descargar ahora
hy: Ներբեռնեք հիմա
pt_pt: Baixar agora
ru: Загрузить сейчас
th: ดาวน์โหลดทันที
zh_hans: 立即下载

# chatFailedToDownloadResourceFileCanNotEnterApplicationAccounts
source: Failed to download resource file, can't enter Application Accounts, please try again
es: Error al descargar el archivo de recursos, no puedo ingresar el número de la aplicación, inténtelo de nuevo
hy: Չհաջողվեց բեռնել ռեսուրսի ֆայլը, չի կարող մուտքագրել հայտի համարը, կրկին փորձեք
pt_pt: Falha ao baixar o arquivo de recursos, não é possível inserir o número do aplicativo, tente novamente
ru: Не удалось загрузить файл ресурса, невозможно ввести номер приложения, повторите попытку
th: ไม่สามารถดาวน์โหลดไฟล์ทรัพยากรไม่สามารถป้อนหมายเลขแอปพลิเคชันโปรดลองอีกครั้ง
zh_hans: 下载资源文件失败，无法进入应用号，请重试

# chatDownloadingMasterData
source: Downloading master data
es: Descargando datos maestros
hy: Ներբեռնման հիմնական տվյալներ
pt_pt: Baixando dados mestre
ru: Загрузка основных данных
th: กำลังดาวน์โหลดข้อมูลหลัก
zh_hans: 正在下载主数据

# chatMasterDataDownloadFailed
source: Master data download failed, please try again
es: Error en la descarga de datos maestros, inténtelo de nuevo
hy: Վարպետի տվյալների ներբեռնումը ձախողվեց, կրկին փորձեք
pt_pt: Falha no download dos dados principais, tente novamente
ru: Ошибка загрузки основных данных, повторите попытку
th: การดาวน์โหลดข้อมูลหลักล้มเหลวโปรดลองอีกครั้ง
zh_hans: 主数据下载失败，请重试

# chatReceiveMessage
source: Receive message
es: Recibir mensaje
hy: Ստանալ հաղորդագրություն
pt_pt: Receber mensagem
ru: Получить сообщение
th: รับข้อความ
zh_hans: 接收消息

# chatTopApplicationAccounts
source: Top Application Accounts
es: número de aplicación superior
hy: լավագույն հայտի համարը
pt_pt: número do aplicativo superior
ru: Топ номер заявки
th: หมายเลขแอปพลิเคชันอันดับสูงสุด
zh_hans: 置顶应用号

# chatEnterTheApplicationAccounts
source: Enter the Application Accounts
es: Ingrese el número de solicitud
hy: Մուտքագրեք հայտի համարը
pt_pt: Digite o número do aplicativo
ru: Введите номер приложения
th: ป้อนหมายเลขแอปพลิเคชัน
zh_hans: 进入应用号

# chatUnsubscribe
source: Unsubscribe
es: Dejar de seguir
hy: Անհրաժեշտ է
pt_pt: Deixar de seguir
ru: Отписаться
th: เลิกติดตาม
zh_hans: 取消关注

# chatAreYouSureYouWantToCancelTheApplicationAccounts
source: Are you sure you want to cancel the Application Accounts?
es: ¿Está seguro de dejar de seguir el número de la aplicación?
hy: Դուք համոզված եք, որ անթույլատրելի է հավելվածի համարը
pt_pt: Tem certeza de que você deixou de seguir o número do aplicativo?
ru: Вы действительно хотите отписаться от номера приложения?
th: คุณแน่ใจหรือไม่ว่าจะยกเลิกการติดตามหมายเลขแอป
zh_hans: 确定取消关注应用号？

# chatUnfollowSuccess
source: Unfollow success
es: No seguir el éxito
hy: Հաջորդական հաջողությունը
pt_pt: Deixar de seguir o sucesso
ru: Отписаться от успеха
th: เลิกติดตามความสำเร็จ
zh_hans: 取消关注成功

# chatUnfollowFailure
source: Unfollow failure
es: Desvincular error
hy: Անհաջողություն ձախողել
pt_pt: Deixar de seguir a falha
ru: Ошибка отказа от подписки
th: เลิกติดตามความล้มเหลว
zh_hans: 取消关注失败

# chatInterstellarApplication
source: Interstellar Application
es: aplicación interestelar
hy: միջաստղային հայտ
pt_pt: aplicativo interestelar
ru: межзвездное приложение
th: แอปพลิเคชันระหว่างดวงดาว
zh_hans: 星际应用

# chatMuteNotifications
source: Mute Notifications
es: Mensaje No molestar
hy: Հաղորդագրություն չխանգարել
pt_pt: Mensagem não perturbe
ru: Сообщение не беспокоить
th: ข้อความห้ามรบกวน
zh_hans: 消息免打扰

# chatVersionUpDate
source: Version UpDate
es: Detectar nueva versión
hy: Հայտնաբերել նոր տարբերակը
pt_pt: Detectar nova versão
ru: Определить новую версию
th: ตรวจหาเวอร์ชั่นใหม่
zh_hans: 检测新版本

# chatResourceFileUpdate
source: Resource file update
es: actualización del archivo de recursos
hy: ռեսուրսների ֆայլի թարմացում
pt_pt: atualização do arquivo de recursos
ru: обновление файла ресурса
th: การอัปเดตไฟล์ทรัพยากร
zh_hans: 资源文件更新

# chatChatDetails
source: Chat Info
es: Detalles del chat
hy: Զրուցարան Մանրամասներ
pt_pt: Detalhes do bate-papo
ru: Детали чата
th: รายละเอียดการแชท
zh_hans: 聊天详情

# chatTopChat
source: Top Chat
es: chat principal
hy: լավագույն զրուցարան
ru: топ чат
th: การแชทยอดนิยม
zh_hans: 置顶聊天

# chatPleaseEnterInformation
source: Please enter information
es: Ingrese información
hy: Խնդրում ենք մուտքագրել տեղեկատվություն
pt_pt: Por favor, insira informações
ru: Пожалуйста, введите информацию
th: โปรดป้อนข้อมูล
zh_hans: 请输入信息

# chatExpression
source: Expression
es: expresión
hy: արտահայտություն
pt_pt: expressão
ru: выражение
th: นิพจน์
zh_hans: 表情

# chatSkipUpToCancelSending
source: Skip up to cancel sending
es: Deslice el dedo, cancele el envío
hy: Մատը սահեցրեք, չեղյալ ուղարկեք
pt_pt: Deslizar o dedo, cancelar o envio
ru: Скольжение по пальцу, отмена отправки
th: เลื่อนนิ้วยกเลิกการส่ง
zh_hans: 手指上滑，取消发送

# chatResendTheMessage
source: Resend the message?
es: ¿Reenviar el mensaje?
hy: Վերականգնել հաղորդագրությունը
pt_pt: Reenviar a mensagem?
ru: Отправить сообщение?
th: ส่งข้อความอีกครั้งหรือไม่
zh_hans: 重发该消息？

# chatResend
source: Resend
es: reenviar
hy: վերահրատարակում
pt_pt: reenviar
ru: Повторная
th: ส่งซ้ำ
zh_hans: 重发

# chatNetworkUnavailable
source: (Network Unavailable)
es: (red no disponible)
hy: (ցանցը հասանելի չէ)
pt_pt: (rede não disponível)
ru: (сеть недоступна)
th: (เครือข่ายไม่พร้อมใช้งาน)
zh_hans: (网络不可用)

# chatUnreadMessage
source: Unread Message
es: barra mensaje no leído
hy: չընթերցված հաղորդագրություն
pt_pt: barra de mensagem não lida
ru: запретить непрочитанное сообщение
th: ข้อความที่ยังไม่ได้อ่านบาร์
zh_hans: 条未读消息

# chatTyping
source: Typing...
es: La otra parte está escribiendo ...
hy: Մյուս կողմը մուտքագրում է ...
pt_pt: A outra parte está digitando ...
ru: Другой участник печатает ...
th: บุคคลอื่นกำลังพิมพ์ ...
zh_hans: 对方正在输入...

# chatDraft
source: Draft
es: borrador
hy: նախագիծ
pt_pt: rascunho
ru: проект
th: ร่าง
zh_hans: 草稿

# chatCurrentAccountIsInOther
source: Account logged in on other %@ device(s)
es: La cuenta actual ha iniciado sesión en otros dispositivos%@
hy: Ընթացիկ հաշիվն այլ է
pt_pt: A conta corrente está conectada em outros%@ devices
ru: Текущая учетная запись авторизована на других %@ устройствах.
th: บัญชีปัจจุบันถูกบันทึกในอุปกรณ์%@ อื่น
zh_hans: 当前账户在其它%@台设备登录

# chatContact
source: Contact
es: contacto
hy: կոնտակտ
pt_pt: contato
ru: контакт
th: ผู้ติดต่อ
zh_hans: 联系人

# chatTribeID
source: Tribe ID:
es: ID de tribu:
hy: Ցեղ ID:
pt_pt: ID da Tribo:
ru: Племенной ID:
th: ID ของเผ่า:
zh_hans: 部落ID：

# chatFailedToGetFriendInformationPleaseTryAgain
source: Failed to get friend information, please try again
es: Error en la adquisición del mensaje de fe, inténtelo de nuevo
hy: Հավատքի հաղորդագրության ձեռքբերումը ձախողվեց, կրկին փորձեք
pt_pt: Falha na aquisição da mensagem, tente novamente
ru: Ошибка получения сообщения веры, повторите попытку
th: การรับข้อความศรัทธาล้มเหลวโปรดลองอีกครั้ง
zh_hans: 好友信息获取失败，请重试

# chatFaceToFaceGrouping
source: Face to face grouping
es: agrupación cara a cara
hy: Դեմ առ դեմ խմբավորում
pt_pt: agrupamento face a face
ru: группировка лицом к лицу
th: การจัดกลุ่มแบบตัวต่อตัว
zh_hans: 面对面建群

# chatChooseGroup
source: Choose Group
es: Seleccionar un grupo
hy: Ընտրեք խումբ
pt_pt: Selecione um grupo
ru: Выбрать группу
th: เลือกกลุ่ม
zh_hans: 选择一个群

# chatMakeSureYouWantToDeleteTheGroupMember
source: Make sure you want to delete the group member
es: Aceptar para eliminar miembros del grupo
hy: Համոզվեք, որ ցանկանում եք ջնջել խմբի անդամը
pt_pt: OK para excluir membros do grupo
ru: Подтвердите, что вы хотите удалить участника группы
th: ตกลงเพื่อลบสมาชิกกลุ่ม
zh_hans: 确定要删除群成员

# chatWhetherToRemove
source: Whether to remove
es: Será
hy: Արդյոք դա կլինի
pt_pt: Será
ru: Будет ли это
th: มันจะเป็น
zh_hans: 是否将

# chatFromTheGroup
source: from the group
es: Eliminar del grupo
hy: Հեռացնել խմբից
pt_pt: Remover do grupo
ru: Удалить из группы
th: ลบออกจากกลุ่ม
zh_hans: 从群中移除

# chatThisGroupWasCreatedIn
source: This group was created in
es: Este grupo se creó en
hy: Այս խումբը ստեղծվել է
pt_pt: Este grupo foi fundado
ru: Эта группа была создана в
th: กลุ่มนี้สร้างขึ้นใน
zh_hans: 本群创建于

# chatGettingTribalData
source: Getting tribal data..
es: Obteniendo datos tribales ..
hy: Ստացեք ցեղային տվյալներ.
pt_pt: Obtendo dados .. tribo
ru: Получение племенных данных ..
th: การรับข้อมูลของเผ่า ..
zh_hans: 正在获取部落数据..

# chatTribalIntroduction
source: Tribal Introduction
es: Introducción tribal
hy: ցեղային ներդրում
pt_pt: Descrição tribal
ru: Племенное знакомство
th: การแนะนำเผ่า
zh_hans: 部落介绍

# chatGroupOwnerAndAdministrator
source: Group owner/Administrator
es: Propietario / administrador del grupo
hy: Խմբի սեփականատեր / ադմինիստրատոր
pt_pt: grupo principal / administrador
ru: Владелец группы / администратор
th: เจ้าของกลุ่ม / ผู้ดูแลระบบ
zh_hans: 群主/管理员

# chatApplyToJoinTheTribe
source: Apply to join the tribe
es: Aplicar para unirse a la tribu
hy: Դիմել մի ցեղին միանալ
pt_pt: inscrever tribo
ru: Подать заявку на вступление в племя
th: สมัครเพื่อเข้าร่วมเผ่า
zh_hans: 申请加入部落

# chatEnterTheTribeToChat
source: Enter the tribe to chat
es: Entrar en el chat de la tribu
hy: Մուտքագրեք ցեղային զրույցը
pt_pt: na tribo de chat
ru: Войдите в чат племени
th: เข้าสู่การแชทของเผ่า
zh_hans: 进入部落聊天

# chatJoiningTheTribe
source: Joining the tribe
es: Unirse a la Horda
hy: Համատեղին միանալը
pt_pt: estão se unindo à tribo
ru: Вступление в Орду
th: เข้าร่วม Horde
zh_hans: 正在加入部落

# chatYouHaveJoinedThisTribe
source: You have joined this tribe
es: Te has unido a esta tribu
hy: Դուք միացել եք այս ցեղին
pt_pt: Você se juntou a tribo
ru: Вы присоединились к этому племени
th: คุณเข้าร่วมเผ่านี้แล้ว
zh_hans: 您已加入本部落

# chatAddGroupFailed
source: Add group failed, please try again later
es: Falló la adición, inténtelo de nuevo más tarde
hy: Հավելվածը ձախողվեց, փորձեք ավելի ուշ կրկին փորձել
pt_pt: grupo mais falhou, por favor tente novamente mais tarde
ru: Добавление не выполнено, повторите попытку позже
th: การเพิ่มล้มเหลวโปรดลองอีกครั้งในภายหลัง
zh_hans: 加群失败，请稍候再试

# chatJoinedTheTribe
source: into the tribe
es: Únete a la Horda
hy: Միացեք հորդին
pt_pt: se juntou a tribo
ru: Вступай в Орду
th: เข้าร่วม Horde
zh_hans: 加入了部落

# chatTribalMember
source: Tribal Member
es: miembros tribales
hy: ցեղային անդամներ
pt_pt: membros da tribo
ru: члены племени
th: สมาชิกของเผ่า
zh_hans: 部落成员

# chatGroupOwner
source: Group Owner
es: propietario del grupo
hy: խմբի սեփականատեր
pt_pt: grupo principal
ru: владелец группы
th: เจ้าของกลุ่ม
zh_hans: 群主

# chatAdministrator
source: Administrator
es: Administrador
hy: Ադմինիստրատոր
pt_pt: administradores
ru: Администратор
th: ผู้ดูแลระบบ
zh_hans: 管理员

# chatSetUpTribalAdministrator
source: Set up tribal administrator
es: Configurar administrador tribal
hy: Սահմանել ցեղային կառավարիչ
pt_pt: Definir administrador tribal
ru: Установить администратора племени
th: ตั้งค่าผู้ดูแลระบบของชนเผ่า
zh_hans: 设置部落管理员

# chatDeleteTribalMembers
source: Delete tribal members
es: Eliminar miembros tribales
hy: Ջնջել ցեղային անդամները
pt_pt: Excluir membros da tribo
ru: Удалить членов племени
th: ลบสมาชิกของเผ่า
zh_hans: 删除部落成员

# chatCancelTribalAdministrator
source: Cancel tribal administrator
es: Cancelar administrador tribal
hy: Չեղարկել ցեղային կառավարիչը
pt_pt: cancelar administrador tribal
ru: Отменить администратор племени
th: ยกเลิกผู้ดูแลระบบของชนเผ่า
zh_hans: 取消部落管理员

# chatDeleteTribalMembersFailed
source: Deleting failed
es: Falló la eliminación de miembros tribales
hy: Ցանցի անդամների ջնջումը ձախողվեց
pt_pt: Excluir membros de tribos falhou
ru: Ошибка удаления членов племени
th: การลบสมาชิกเผ่าล้มเหลว
zh_hans: 删除部落成员失败

# chatSettingUpAdministrator
source: Setting up administrator
es: Administrador de configuración
hy: Կարգավորող կառավարիչ
pt_pt: é definido administrador
ru: Настройка администратора
th: การตั้งค่าผู้ดูแลระบบ
zh_hans: 正在设置管理员

# chatSettingAdministratorFailed
source: Setting administrator failed
es: Falló la configuración del administrador
hy: Սահմանել ադմինիստրատորը չի հաջողվել
pt_pt: Definir o administrador falhou
ru: Установить администратора не удалось
th: ตั้งค่าผู้ดูแลระบบล้มเหลว
zh_hans: 设置管理员失败

# chatUnregisteringAdministrator
source: Unregistering administrator
es: Estado de administrador no creado
hy: Անհավատացնող ադմինիստրատորի կարգավիճակը
pt_pt: Cancelar administrador
ru: Создание статуса администратора
th: การยกเลิกสถานะผู้ดูแลระบบ
zh_hans: 正在取消管理员身份

# chatCancellationOfAdministratorStatusFailed
source: Cancellation of administrator status failed
es: Falló la cancelación de la identidad del administrador
hy: Չեղարկել ադմինիստրատորի ինքնությունը
pt_pt: cancelar falha administrador
ru: Ошибка отмены идентификации администратора
th: ยกเลิกข้อมูลประจำตัวของผู้ดูแลระบบล้มเหลว
zh_hans: 取消管理员身份失败

# chatQRCodeBusinessCard
source: QR code business card
es: tarjeta de visita con código QR
hy: QR կոդը բիզնես քարտ
pt_pt: cartão de código bidimensional
ru: QR код визитной карточки
th: นามบัตรรหัส QR
zh_hans: 二维码名片

# chatTribalName
source: Tribal Name
es: nombre tribal
hy: ցեղային անուն
pt_pt: nome tribal
ru: племенное имя
th: ชื่อเผ่า
zh_hans: 部落名

# chatSweepTheQRCodeAboveAndJoinTheTribe
source: Scan QR code, join in the interPlanet tribe
es: Barrer el código QR de arriba y unirse a la tribu
hy: Վերացնել վերեւում QR կոդը եւ միանալ ցեղին
pt_pt: varrer o código bidimensional acima adicionado do tribo
ru: Смахните QR-код выше и присоединитесь к племени
th: กวาดรหัส QR ด้านบนและเข้าร่วมเผ่า
zh_hans: 扫一扫上面的二维码,加入该部落

# chatJoinTheTribeToApplySuccessfully
source: Join the tribe to apply successfully
es: Únase a la aplicación tribal con éxito
hy: Միացեք ցեղային դիմումը հաջողությամբ
pt_pt: juntar-se a aplicação Horde é bem sucedida
ru: Присоединиться к племенному приложению успешно
th: เข้าร่วมแอปพลิเคชันชนเผ่าสำเร็จ
zh_hans: 加入部落申请成功

# chatTheApplicationFailedPleaseTryAgainLater
source: The application failed. Please try again later.
es: La aplicación falló, inténtelo de nuevo más tarde
hy: Հայտը չհաջողվեց, փորձեք ավելի ուշ կրկին փորձել
pt_pt: application falhou, por favor tente novamente mais tarde
ru: Приложение не удалось, повторите попытку позже
th: แอปพลิเคชันล้มเหลวโปรดลองอีกครั้งในภายหลัง
zh_hans: 申请失败，请稍候再试

# chatFillInTheVerificationInformation
source: Fill in the verification information
es: Complete la información de verificación
hy: Լրացրեք ստուգման տեղեկատվությունը
pt_pt: preencher a informação de verificação
ru: Заполнить информацию для проверки
th: กรอกข้อมูลการตรวจสอบ
zh_hans: 填写验证信息

# chatIAm
source: I'm
es: Yo soy
hy: Ես եմ
pt_pt: I
ru: Я есть
th: ฉันเป็น
zh_hans: 我是
