Repository: telecommai/ios
Catalog: Telecomm/Telecomm/Lib/Componet/ChatComps/Language/*.lproj/ChatComps.strings
Languages: es, hy, pt_pt, ru, th, zh_hans

# chatHaveNoMessageData
source: You haven't heard anything yet!
es: ¡Aún no tiene mensajes!
hy: Դուք դեռ հաղորդագրություններ չեք ունեցել
pt_pt: Você ainda não tem mensagens!
ru: У вас еще нет сообщений!
th: คุณยังไม่มีข้อความ!
zh_hans: 您还没有任何消息!

# chatAnythingCanHappen
source: Anything can happen!
es: ¡Todo puede pasar!
hy: Ամեն ինչ կարող է պատահել
pt_pt: Tudo pode acontecer!
ru: Все может случиться!
th: ทุกอย่างสามารถเกิดขึ้นได้!
zh_hans: 任何事情都有可能发生!

# chatIsDelete
source: Want to delete it?
es: ¿Desea eliminar?
hy: Ցանկանում եք ջնջել
pt_pt: Deseja apagar?
ru: Вы хотите удалить?
th: คุณต้องการลบหรือไม่
zh_hans: 是否删除?

# chatMarkedAsRead
source: Marked as read
es: Marcar como leído
hy: Նշում որպես ընթերցված
pt_pt: Marcar como lida
ru: Пометить как прочитанное
th: ทำเครื่องหมายว่าอ่านแล้ว
zh_hans: 标为已读

# chatSelectContacts
source: Select Contacts
es: Seleccionar contacto
hy: Ընտրեք Կապը
pt_pt: Selecionar contato
ru: Выбрать контакт
th: เลือกผู้ติดต่อ
zh_hans: 选择联系人

# chatDeleteMember
source: Delete Member
es: Eliminar miembro
hy: Ջնջել անդամը
pt_pt: Excluir membro
ru: Удалить участника
th: ลบสมาชิก
zh_hans: 删除成员

# chatNoContactsWere
source: No contacts were selected
es: No se seleccionaron contactos
hy: Ոչ մի կոնտակտ ընտրված չէ
pt_pt: Nenhum contato selecionado
ru: Нет выбранных контактов
th: ไม่ได้เลือกที่อยู่ติดต่อ
zh_hans: 没有选中任何联系人

# chatGroupStart
source: Please wait...
es: Por favor espere ...
hy: Խնդրում ենք սպասել...
pt_pt: Por favor, aguarde ...
ru: пожалуйста, подождите...
th: โปรดรอ ...
zh_hans: 请稍候...

# chatAddingGroupMembers
source: Adding group members...
es: Agregando miembros de grupo ...
hy: Ավելացնել խմբի անդամներ ...
pt_pt: Adicionando membros do grupo ...
ru: Добавление участников группы ...
th: กำลังเพิ่มสมาชิกกลุ่ม ...
zh_hans: 正在添加群成员...

# chatFailedToAddMember
source: Failed to add member
es: Error al agregar miembro
hy: Ավելացնել անդամ չհաջողվեց
pt_pt: Adicionar membro falhou
ru: Ошибка добавления участника
th: เพิ่มสมาชิกล้มเหลว
zh_hans: 添加成员失败

# chatInvite
source: Invite
es: Invitado
hy: Հրավեր
pt_pt: Convidado
ru: Приглашение
th: เชิญ
zh_hans: 邀请了

# chatJoinTheTribe
source: Into The Tribe
es: Únete a la Horda
hy: Միացեք Հորդին
pt_pt: Junte-se à Horda
ru: Вступай в Орду
th: เข้าร่วม Horde
zh_hans: 加入部落

# chatCreateGroupFailed
source: Create group failed
es: No se pudo crear el grupo
hy: Ստեղծեք խումբը ձախողվեց
pt_pt: Criar grupo falhou
ru: Ошибка создания группы
th: สร้างกลุ่มล้มเหลว
zh_hans: 创建群失败

# chatDeleteMemberFailed
source: Deleting failed
es: La eliminación de un miembro del grupo falló
hy: Չհաջողվեց ջնջել խմբի անդամը
pt_pt: Falha ao excluir membro do grupo
ru: Не удалось удалить участника группы
th: ไม่สามารถลบสมาชิกกลุ่ม
zh_hans: 删除群成员失败

# chatGoldCoin
source: Gold Coin
es: Monedas de oro
hy: Ոսկե մետաղադրամներ
pt_pt: Moedas de ouro
ru: Золотые монеты
th: เหรียญทอง
zh_hans: 发金币

# chatOfflineNotice
source: Offline Notice
es: Notificación fuera de línea
hy: Անցանց հաղորդագրություն
pt_pt: Notificação off-line
ru: Уведомление офлайн
th: การแจ้งเตือนออฟไลน์
zh_hans: 下线通知

# chatYourAccountIsForcedToGoOffline
source: Your account is forced to go offline
es: Su cuenta está obligada a desconectarse
hy: Ձեր հաշիվը պարտադիր է գնալ անցանց
ru: Ваш аккаунт вынужден отключиться
th: บัญชีของคุณถูกบังคับให้ต้องออฟไลน์
zh_hans: 您的账号被强制下线

# chatOriginalImage
source: Original Image
es: Imagen original
hy: Original պատկեր
pt_pt: Imagem original
ru: Исходное изображение
th: รูปภาพต้นฉบับ
zh_hans: 原图

# chatPhotos
source: Photos
es: fotos
hy: լուսանկար
pt_pt: fotos
ru: фото
th: ภาพถ่าย
zh_hans: 张照片

# chatUnableToRecord
source: Unable to record
es: No se puede grabar
hy: Անհնար է գրել
pt_pt: Não foi possível gravar
ru: Невозможно записать
th: ไม่สามารถบันทึก
zh_hans: 无法录音

# chatAllowAccessToTheMicrophone
source: Please allow access to the microphone in Settings - Privacy - Microphone.
es: Permita el acceso al micrófono en Configuración - Privacidad - Micrófono
hy: Խնդրում ենք թույլատրել մուտք գործել խոսափող` "Կարգավորումներ - Գաղտնիություն - Միկրոֆոն":
ru: Пожалуйста, разрешите доступ к микрофону в« Настройки - Конфиденциальность - Микрофон ».
zh_hans: 请在“设置-隐私-麦克风”中允许访问麦克风。

# chatTalk
source: Hold and talk
es: mantener y hablar
hy: անցկացնել եւ խոսել
pt_pt: espera e fala
ru: держи и говори
th: ถือและพูดคุย
zh_hans: 按住说话

# chatRecording
source: Click to recording
es: Haga clic para grabar
hy: Սեղմեք գրանցել
pt_pt: Clique para gravar
ru: Нажмите, чтобы записать
th: คลิกเพื่อบันทึก
zh_hans: 点击录音

# chatChangeSound
source: Click to change sound
es: mantén presionado el sonido
hy: պահել ձայնը
pt_pt: segure o som
ru: удерживать звук
th: กดเสียงค้างไว้
zh_hans: 按住变声

# chatReleaseToListen
source: Release to listen
es: Probémoslo
hy: Եկեք փորձենք այն դուրս
pt_pt: Vamos experimentar
ru: Давайте попробуем
th: ลองดู
zh_hans: 松手试听

# chatUnlockToSend
source: Unlock to send
es: Quitar para cancelar el envío
hy: Հեռացնելուց հրաժարվելու համար
pt_pt: Remover para cancelar o envio
ru: Удалить, чтобы отменить отправку
th: ลบเพื่อยกเลิกการส่ง
zh_hans: 松手取消发送

# chatTalkingTimeIsTooShort
source: Talking time is too short
es: El tiempo de conversación es demasiado corto
hy: Խոսելու ժամանակը չափազանց կարճ է
pt_pt: O tempo de conversação é muito curto
ru: Время разговора слишком короткое
th: เวลาพูดสั้นเกินไป
zh_hans: 说话时间太短

# chatEveryoneCanNotTalk
source: Everyone can't talk
es: Todos los miembros están prohibidos
hy: Բոլոր անդամները արգելված են
pt_pt: Todos os membros são banidos
ru: Все участники забанены
th: สมาชิกทั้งหมดถูกแบน
zh_hans: 全员禁言中

# chatTheOtherPartyHasSuccessfullyReceivedFile
source: The other party has successfully received the file
es: La otra parte ha recibido correctamente el archivo
hy: Մյուս կողմը հաջողությամբ ստացել է ֆայլը
pt_pt: do outro lado recebeu o arquivo com êxito
ru: Другой участник успешно получил файл
th: บุคคลอื่นได้รับไฟล์สำเร็จ
zh_hans: 对方已成功接收文件

# chatYouHaveSuccessfullyReceivedTheFile
source: You have successfully received the file
es: Ha recibido correctamente el archivo
hy: Դուք հաջողությամբ ստացել եք ֆայլը
pt_pt: Você recebeu o arquivo com sucesso
ru: Вы успешно получили файл
th: คุณได้รับไฟล์สำเร็จ
zh_hans: 您已成功接收文件

# chatSelfRecallMessage
source: You have withdrawn a message
es: Has retirado un mensaje
hy: Դուք հաղորդագրություն եք հետ կանչել
pt_pt: Você retirou uma mensagem
ru: Вы отозвали сообщение
th: คุณได้ถอนข้อความ
zh_hans: 您撤回了一条消息

# chatSomeOneRecallMessage
source: Retracted a message
es: Retractó un mensaje
hy: Հաղորդագրություն վերցված է
pt_pt: Retraído uma mensagem
ru: Отзыв сообщения
th: ถอนข้อความ
zh_hans: 撤回了一条消息

# chatAnnouncement
source: Announcement
es: Anuncio
hy: Հայտարարություն
pt_pt: Anúncio
ru: Объявление
th: ประกาศ
zh_hans: 通告

# chatClickTeSelectImage
source: Click to select image
es: Haga clic para seleccionar la imagen
hy: Սեղմեք, ընտրեք պատկերը
pt_pt: Clique para selecionar a imagem
ru: Нажмите, чтобы выбрать изображение
th: คลิกเพื่อเลือกภาพ
zh_hans: 点击选择图片

# chatPleaseEnterAPictureTitle
source: Please enter a picture title
es: Introduzca un título de imagen
hy: Խնդրում ենք մուտքագրել նկարի վերնագիր
pt_pt: Por favor, insira um título de imagem
ru: Пожалуйста, введите название картинки
th: โปรดป้อนชื่อรูปภาพ
zh_hans: 请输入图片标题

# chatPleaseEnterAPageTitle
source: Please enter a page title
es: Introduzca el título de la página
hy: Խնդրում ենք մուտքագրել էջի անվանումը
pt_pt: Por favor, digite o título da página
ru: Пожалуйста, введите заголовок страницы
th: โปรดป้อนชื่อหน้า
zh_hans: 请输入网页标题

# chatPleaseEnterAWebLink
source: Please enter a web link
es: Introduzca un enlace web
hy: Խնդրում ենք մուտքագրել վեբ հղում
pt_pt: Por favor, insira um link da web
ru: Пожалуйста, введите веб-ссылку
th: โปรดป้อนลิงค์เว็บ
zh_hans: 请输入网页链接

# chatSelectImageSource
source: Select image source
es: Seleccionar fuente de imagen
hy: Ընտրեք պատկերի աղբյուրը
pt_pt: Selecionar fonte da imagem
ru: Выбрать источник изображения
th: เลือกแหล่งรูปภาพ
zh_hans: 选择图片来源

# chatBackgroundImageCannotBeEmpty
source: Background image cannot be empty
es: La imagen de fondo no puede estar vacía
hy: Ֆոնային պատկերը չի կարող դատարկ լինել
pt_pt: A imagem de fundo não pode estar vazia
ru: Фоновое изображение не может быть пустым
th: ภาพพื้นหลังต้องไม่ว่างเปล่า
zh_hans: 背景图片不能为空

# chatTheTitleCanNotBeBlank
source: The title can not be blank
es: El título no puede estar vacío
hy: Տիտղոսը չի կարող դատարկ լինել
pt_pt: O título não pode estar vazio
ru: Заголовок не может быть пустым
th: ชื่อต้องไม่ว่างเปล่า
zh_hans: 标题不能为空

# chatInformedLinkFormatError
source: Informed link format error
es: El formato del enlace de notificación es incorrecto
hy: Ծանուցչի հղման ձեւաչափը սխալ է
pt_pt: O formato do link de notificação está incorreto
ru: Неверный формат ссылки на уведомление
th: รูปแบบลิงก์การแจ้งเตือนไม่ถูกต้อง
zh_hans: 通告链接格式错误

# chatPageTitle
source: Page Title
es: tema de la página
hy: էջի թեման
pt_pt: tema da página
ru: тема страницы
th: ชุดรูปแบบหน้า
zh_hans: 网页主题

# chatAnErrorOccurredWhileCreatingAPlaybackObjectErrorMessage
source: An error occurred while creating a playback object, error message
es: Se produjo un error al crear el objeto de reproducción, mensaje de error
hy: Հնարավորություն է ստեղծվել նվագարկման օբյեկտի ստեղծման ժամանակ, սխալ հաղորդագրություն
pt_pt: Erro, mensagem de erro ocorre ao criar um objeto play
ru: Произошла ошибка при создании объекта воспроизведения, сообщение об ошибке
th: เกิดข้อผิดพลาดขณะสร้างวัตถุเล่นข้อความแสดงข้อผิดพลาด
zh_hans: 创建播放对象时发生错误，错误信息

# chatUnrecognized
source: (Unrecognized)
es: (no reconocido)
hy: (չճանաչված)
pt_pt: (não reconhecido)
ru: (нераспознанный)
th: (ไม่รู้จัก)
zh_hans: (未识别)

# chatBasePasswordIsUsedToDecryptThePasswordOfTheMessage
source: Base password is used to decrypt the password of the message
es: La contraseña utilizada por la contraseña base para descifrar el mensaje
hy: Հաղորդագրության վերծանման համար բազային գաղտնաբառով օգտագործվող գաղտնաբառը
pt_pt: password base para a senha para descriptografar a mensagem
ru: Пароль, используемый базовым паролем для расшифровки сообщения
th: รหัสผ่านที่ใช้โดยรหัสผ่านพื้นฐานเพื่อถอดรหัสข้อความ
zh_hans: 基地密码用于解密消息的密码

# chatDecrypting
source: Decrypting
es: Descifrar
pt_pt: Descriptografando
ru: Расшифровка
zh_hans: 正在解密

# chatInterstellarID
source: InterPlanet ID:
es: ID interestelar de la otra parte:
hy: Մյուս կողմի միջաստղային ID:
pt_pt: ID interestelar da outra parte:
ru: Межзвездный идентификатор другой стороны:
th: ID ดวงดาวของอีกฝ่าย:
zh_hans: 对方星际ID:

# chatexchangeID
source: Exchange ID:
es: ID de intercambio:
hy: փոխանակման ID:
pt_pt: ID do Exchange:
ru: Обмен ID:
th: รหัสแลกเปลี่ยน:
zh_hans: 交换ID:

# chatTransactionTransfer
source: Transaction Transfer
es: Transacción de Transacción
hy: Գործարքի փոխանցում
pt_pt: Transferência de transação
ru: Перевод транзакции
th: การถ่ายโอนธุรกรรม
zh_hans: 交易转入

# chatHasBeenTransferredToYourBase
source: Has been transferred to your base
es: se ha transferido a su base
hy: փոխանցվել է ձեր բազային
pt_pt: foi transferido para sua base
ru: был перенесен в вашу базу
th: ถูกถ่ายโอนไปยังฐานของคุณ
zh_hans: 已转入你的基地

# chatTransactionOut
source: Transaction Out
hy: գործարք դուրս
pt_pt: saída da transação
ru: транзакция вышла
th: ธุรกรรมออก
zh_hans: 交易转出

# chatHasBeenTransferredToTheOtherBase
source: Has been transferred to the other base
es: se ha transferido a la otra base
hy: փոխանցվել է այլ բազային
pt_pt: foi transferido para a outra base
ru: перенесено в другую базу
th: ถูกถ่ายโอนไปยังฐานอื่น
zh_hans: 已转入对方基地

# chatSendTo
source: Send to
es: enviar a
hy: ուղարկել
pt_pt: enviar para
ru: отправить
th: ส่งไปที่
zh_hans: 发送给

# chatForwardTo
source: Forward to
es: Reenviar a
hy: Փոխանցել
pt_pt: Encaminhar para
ru: Переслать
th: ส่งต่อไปยัง
zh_hans: 转发给

# chatShareTo
source: Share to
es: Compartir en
hy: Համօգտագործել
pt_pt: Compartilhar para
ru: Поделиться с
th: แชร์ไปที่
zh_hans: 分享给

# chatShareTo2
source: Share to
es: Compartir en
hy: Համօգտագործել
pt_pt: Compartilhar para
ru: Поделиться с
th: แชร์ไปที่
zh_hans: 分享到

# chatYouWereMentioned
source: [You were mentioned]
es: [alguien @ Yo]
hy: [ինչ-որ մեկը @ Ես]
pt_pt: [algum @ Eu]
ru: [Кто-то @ Я]
th: [บางคน @ ผม]
zh_hans: [有人@我]

# chatPersonalDetails
source: Personal Details
es: Datos personales
hy: Անձնական տվյալներ
pt_pt: Detalhes pessoais
ru: Личные данные
th: รายละเอียดส่วนบุคคล
zh_hans: 个人详情

# chatAddToAddressBook
source: Add to Address Book
es: Agregar a la libreta de direcciones
hy: Ավելացնել հասցեագիրք
pt_pt: Adicionar ao livro de endereços
ru: Добавить в адресную книгу
th: เพิ่มในสมุดที่อยู่
zh_hans: 添加到通讯录

# chatUnableToAddYourselfToYourContacts
source: Unable to add yourself to your Contacts
es: No puedes agregarte como amigo
hy: Դուք չեք կարող ավելացնել ձեր ընկերոջը
pt_pt: eles não podem adicionar a si mesmo como um amigo
ru: Вы не можете добавить себя в друзья
th: คุณไม่สามารถเพิ่มตัวเองเป็นเพื่อน
zh_hans: 自己不能添加自己为好友

# chatTheOtherPartyIsAlreadyYourFriend
source: The other party is already your friend
es: La otra parte ya es su amigo
hy: Մյուս կուսակցությունը արդեն ձեր ընկերն է
pt_pt: A outra parte já é sua amiga
ru: Другой участник уже является вашим другом
th: บุคคลอื่นเป็นเพื่อนของคุณอยู่แล้ว
zh_hans: 对方已经是您的好友

# chatFriendRequestIsBeingSent
source: Friend request is being sent...
es: La solicitud de amistad se está enviando ...
hy: Ընկերության հայցը ուղարկվում է ...
pt_pt: O pedido de amizade está sendo enviado ...
ru: Запрос на добавление в друзья отправляется ...
th: กำลังส่งคำขอเป็นเพื่อน ...
zh_hans: 好友请求发送中...

# chatFriendRequestSentSuccessfully
source: Friend request sent successfully
es: Solicitud de amistad enviada correctamente
hy: Ընկերակցության խնդրանքը հաջողությամբ ուղարկվեց
pt_pt: Pedido de amizade enviado com sucesso
ru: Запрос на дружбу успешно отправлен
th: ส่งคำขอเป็นเพื่อนสำเร็จแล้ว
zh_hans: 好友请求发送成功

# chatFriendRequestFailedToSendReason
source: Friend request failed to send,Reason
es: La solicitud de amistad no pudo enviar el motivo
hy: Ընկերի խնդրանքը պատճառ չհաջողվեց ուղարկել
pt_pt: Pedido de amizade falhou ao enviar razão
ru: Запрос дружбы не смог отправить причину
th: คำขอเป็นเพื่อนล้มเหลวในการส่งเหตุผล
zh_hans: 好友请求发送失败 原因

# chatAddFriends
source: Add Friends
es: Agregar un amigo
hy: Ավելացնել ընկեր
pt_pt: Adicionar um amigo
ru: Добавить друга
th: เพิ่มเพื่อน
zh_hans: 添加朋友

# chatUsernameOrMobileNumber
source: Username/Mobile Number
es: nombre de usuario / número de teléfono
hy: Մականուն / հեռախոսի համարը
pt_pt: nome de usuário / número de telefone
ru: имя пользователя / номер телефона
th: ชื่อผู้ใช้ / หมายเลขโทรศัพท์
zh_hans: 用户名/手机号

# chatFindTheTribe
source: Find the tribe
es: Encuentra la Horda
hy: Գտնել հորդը
pt_pt: Encontre a Horda
ru: Найди Орду
th: ค้นหาฝูงชน
zh_hans: 查找部落

# chatScanQRCodeBusinessCard
source: Scan QR code business card
es: Escanear tarjeta de código QR
hy: Փնտրեք QR կոդը այցեքարտն
pt_pt: Digitalizar cartão de QR code
ru: Сканировать QR-код карты
th: สแกนรหัส QR ของการ์ด
zh_hans: 扫描二维码名片

# chatGetMoreInformationAndServices
source: Get more information and services
es: Obtenga más información y servicios
hy: Ստացեք լրացուցիչ տեղեկություններ եւ ծառայություններ
pt_pt: Obtenha mais informações e serviços
ru: Получить больше информации и услуг
th: รับข้อมูลและบริการเพิ่มเติม
zh_hans: 获取更多资讯和服务

# chatFindMoreTribes
source: Find more tribes
es: Encontrar más tribus
hy: Գտնել ավելի ցեղեր
pt_pt: Encontre mais tribos
ru: Найти больше племен
th: ค้นหาเผ่าเพิ่มเติม
zh_hans: 查找更多的部落

# chatSearch
source: Search:
es: Buscar:
hy: Որոնում
pt_pt: Pesquisar:
ru: Поиск:
th: ค้นหา:
zh_hans: 搜索:

# chatSearchCriteriaCannotBeEmpty
source: Search criteria cannot be empty!
es: ¡Los criterios de búsqueda no pueden estar vacíos!
hy: Որոնման չափանիշները չեն կարող դատարկ լինել
pt_pt: O critério de pesquisa não pode estar vazio!
ru: Критерии поиска не могут быть пустыми!
th: เกณฑ์การค้นหาต้องไม่ว่างเปล่า!
zh_hans: 搜索条件不能为空!

# chatLookingForContacts
source: Looking for contacts...
es: Buscando contactos ...
hy: Գտնել կոնտակտներ ...
pt_pt: Encontrando contatos ...
ru: Поиск контактов ...
th: กำลังค้นหาผู้ติดต่อ ...
zh_hans: 正在查找联系人...

# chatFindFailure
source: Find failure
es: Error al encontrar
hy: Գտնել ձախողվեց
pt_pt: Localizar falhou
ru: Найти не удалось
th: ค้นหาล้มเหลว
zh_hans: 查找失败

# chatUnableToFindUser
source: Unable to find user
es: No se puede encontrar usuario
hy: Անհնար է գտնել օգտվողը
pt_pt: Não foi possível encontrar usuário
ru: Невозможно найти пользователя
th: ไม่พบผู้ใช้
zh_hans: 无法找到用户

# chatTribeIDAndTribeName
source: Tribe ID/Tribe Name
es: ID de tribu / nombre tribal
hy: ցեղային ID / տոհմի անունը
pt_pt: ID da Tribo / Nome Tribal
ru: ID племени / племенное имя
th: เผ่า ID / ชื่อเผ่า
zh_hans: 部落ID/部落名称

# chatLookingForTribes
source: Looking for tribes....
es: Buscando la Horda ....
hy: Գտնելով Հորդը ....
pt_pt: Encontrando a Horda ...
ru: В поисках Орды ....
th: กำลังค้นหา Horde ....
zh_hans: 正在查找部落....

# chatUnableToFindTribe
source: Unable to find tribe
es: No se puede encontrar la tribu
hy: Չհաջողվեց գտնել ցեղը
pt_pt: Não foi possível encontrar a tribo
ru: Невозможно найти племя
th: ไม่สามารถหาเผ่า
zh_hans: 无法找到部落

# chatTheDataServiceCannotBeAccessedPleaseContactTheAdministrator
source: The data service cannot be accessed, please contact the administrator!
es: No se puede acceder al servicio de datos. ¡Póngase en contacto con el administrador!
hy: Տվյալների ծառայությունը չի կարող մուտք գործել, խնդրում ենք կապ հաստատել ադմինիստրատորին
pt_pt: O serviço de dados não pode ser acessado, entre em contato com o administrador!
ru: Невозможно получить доступ к службе данных, обратитесь к администратору!
th: ไม่สามารถเข้าถึงบริการข้อมูลได้โปรดติดต่อผู้ดูแลระบบ!
zh_hans: 数据服务不能访问，请联系管理员！

# chatSearchForApplicationAccountsAndServiceAccounts
source: Search for Application Accounts and Service Accounts
es: Buscar el número de solicitud y el número de servicio
hy: Որոնման համարը եւ ծառայության համարը
pt_pt: Procurar por número de aplicativo e número de serviço
ru: Поиск номера приложения и номера службы
th: ค้นหาหมายเลขแอปพลิเคชันและหมายเลขบริการ
zh_hans: 搜索应用号和服务号

# chatTheApplicationAccountsDoesNotExist
source: The Application Accounts does not exist!
es: ¡El número de la aplicación no existe!
hy: Դիմումի համարը գոյություն չունի
pt_pt: O número do aplicativo não existe!
ru: Номер приложения не существует!
th: หมายเลขแอปพลิเคชันไม่มีอยู่!
zh_hans: 该应用号不存在！

# chatFeatures
source: Features：
es: Introducción a la función:
hy: Ֆունկցիան ներածություն.
pt_pt: Introdução da função:
ru: Введение в функцию:
th: คำแนะนำฟังก์ชั่น:
zh_hans: 功能介绍：

# chatConsumerTel
source: Consumer Tel：
es: Teléfono de Servicio al Cliente:
hy: Հաճախորդների սպասարկման հեռախոսահամար.
pt_pt: Telefone de Atendimento ao Cliente:
ru: Телефон службы поддержки клиентов:
th: โทรศัพท์บริการลูกค้า:
zh_hans: 客服电话：

# chatViewHistoryNews
source: View history news
es: Ver mensaje de historial
hy: Դիտել պատմության ուղերձը
pt_pt: Exibir mensagem do histórico
ru: Просмотреть историю сообщений
th: ดูข้อความประวัติ
zh_hans: 查看历史消息

# chatAttention
source: Attention
es: Seguir
hy: Հետեւեք
pt_pt: Seguir
ru: внимание
th: ติดตาม
zh_hans: 关注

# chatFollowing
source: Following
es: Atención ...
hy: Ուշադրություն ...
pt_pt: Atenção ...
ru: Внимание ...
th: ความสนใจ ...
zh_hans: 正在关注...

# chatFollowed
source: Followed
es: Follow success
hy: Հետեւեք հաջողություն
pt_pt: Siga o sucesso
ru: Следить за успехом
th: ติดตามความสำเร็จ
zh_hans: 关注成功

# chatFollwedApplicationSucdessfulTip
source: If the application is successful, please wait for the administrator to review it. After the approval,Application Accounts will be automatically followed.
es: Envíe la aplicación con éxito, espere a que el administrador revise, el número de solicitud se seguirá automáticamente después de la aprobación
hy: Դիմեք հաջողությամբ ուղարկեք, խնդրում ենք սպասել ադմինիստրատորին, ստուգման արդյունքում ավտոմատ կերպով հետեւեք հայտի համարին
pt_pt: Envie o aplicativo com sucesso, aguarde o administrador revisar, o número do aplicativo será seguido automaticamente após a aprovação
ru: Отправьте заявку успешно, пожалуйста, подождите, пока администратор ее рассмотрит, после заявки будет автоматически указан номер заявки
th: ส่งแอปพลิเคชันสำเร็จโปรดรอให้ผู้ดูแลระบบตรวจสอบหมายเลขแอปพลิเคชันจะถูกติดตามโดยอัตโนมัติหลังจากได้รับอนุมัติ
zh_hans: 发送申请成功，请等待管理员审核，审核通过后将自动关注该应用号

# chatFollowedFailure
source: Followed failure...
es: Seguir falla ...
hy: Հետեւեք ձախողումը ...
pt_pt: Siga a falha ...
ru: Отслеживать ошибки ...
th: ติดตามความล้มเหลว ...
zh_hans: 关注失败...

# chatInterPlanetTribe
source: InterPlanet Tribe
es: tribu interestelar
hy: միջաստղային ցեղ
pt_pt: tribo interestelar
ru: межзвездное племя
th: เผ่าระหว่างดวงดาว
zh_hans: 星际部落

# chatInterPlanetTribeNumber
source: InterPlanet Tribe
es: Una tribu interestelar
hy: Միջնադարյան ցեղ
pt_pt: Uma tribo interestelar
ru: Межзвездное племя
th: เผ่าระหว่างดวงดาว
zh_hans: 个星际部落

# chatNotice
source: Notice
es: Notificación
hy: Ծանուցում
pt_pt: Notificação
ru: Уведомление
th: การแจ้งเตือน
zh_hans: 通知

# chatNewFriend
source: New Friend
es: nuevo amigo
hy: նոր ընկեր
pt_pt: novo amigo
ru: новый друг
th: เพื่อนใหม่
zh_hans: 新的朋友

# chatThisUserDoesNotExist
source: This user does not exist
es: Este usuario no existe
hy: Այս օգտվողը գոյություն չունի
pt_pt: Este usuário não existe
ru: Этот пользователь не существует
th: ผู้ใช้นี้ไม่มีอยู่
zh_hans: 该用户不存在

# chatYouCanNotAddYourselfToYourContacts
source: You can't add yourself to your contacts
es: No puede agregarse a la libreta de direcciones
hy: Դուք չեք կարող ավելացնել ձեր հասցեի գիրքը
pt_pt: Você não pode se adicionar ao catálogo de endereços
ru: Вы не можете добавить себя в адресную книгу
th: คุณไม่สามารถเพิ่มตัวเองลงในสมุดที่อยู่
zh_hans: 你不能添加自己到通讯录

# chatAdded
source: Added
es: Añadido
hy: Ավելացված է
pt_pt: Adicionado
ru: Добавлено
th: เพิ่ม
zh_hans: 已添加

# chatWeAreAlreadyFriendsChatTogether
source: We are already friends, chat together!
es: ¡Ya somos amigos, chateamos juntos!
hy: Մենք արդեն ընկերներ ենք, զրուցել միասին!
pt_pt: Já somos amigos, conversamos juntos!
ru: Мы уже друзья, общаемся вместе!
th: เราเป็นเพื่อนกันแล้วแชทกัน!
zh_hans: 我们已经是好友了，一起聊天吧！

# chatNoVerificationInformation
source: No verification information
es: No hay información de verificación
hy: Վավերացման տեղեկություն չկա
pt_pt: Nenhuma informação de verificação
ru: Нет информации для проверки
th: ไม่มีข้อมูลการตรวจสอบ
zh_hans: 无验证信息

# chatApplicationsForMembership
source: Applications for Membership
es: Aplicar para unirse
hy: Դիմել միանալու համար
pt_pt: Inscrever-se para participar
ru: Подать заявку на присоединение
th: สมัครเพื่อเข้าร่วม
zh_hans: 申请加入

# chatAgree
source: Agree
es: De acuerdo
hy: Համաձայնել
pt_pt: Concordo
ru: Согласен
th: เห็นด้วย
zh_hans: 同意

# chatApproved
source: Approved
es: Ya estoy de acuerdo
hy: Արդեն համաձայնել է
pt_pt: Já concordou
ru: Уже согласовано
th: ตกลงแล้ว
zh_hans: 已同意

# chatRejected
source: Rejected
es: Rechazado
hy: Չընդունվեց
pt_pt: Rejeitado
ru: Отклонено
th: ถูกปฏิเสธ
zh_hans: 已拒绝

# chatBeRejected
source: Be rejected
es: Rechazado
hy: Չընդունվեց
pt_pt: Rejeitado
ru: Отклонено
th: ถูกปฏิเสธ
zh_hans: 被拒绝

# chatAgreed2
source: Agreed
es: De acuerdo
hy: Համաձայնեք
pt_pt: Concordo
ru: Согласен
th: เห็นด้วย
zh_hans: 同意了

# chatJoinTheTribeApplication
source: Join the tribe's application
es: Solicitud para unirse a la tribu
hy: Դիմում միանալու ցեղին
pt_pt: Aplicativo para ingressar na tribo
ru: Заявка на вступление в племя
th: แอปพลิเคชั่นเพื่อเข้าร่วมเผ่า
zh_hans: 加入部落的申请

# chatTribalApplication
source: Tribal Application
es: aplicación tribal
hy: ցեղային դիմում
pt_pt: Aplicativo tribal
ru: Племенное приложение
th: แอปพลิเคชันชนเผ่า
zh_hans: 部落申请
