Repository: telecommai/ios
Catalog: Telecomm/Telecomm/Lib/Componet/ChatComps/Language/*.lproj/ChatComps.strings
Languages: es, hy, pt_pt, ru, th, zh_hans

# chatClearCache
source: Clear Cache
es: Borrar caché
pt_pt: Limpar cache
ru: Очистить кэш
th: ล้างแคช
zh_hans: 清除缓存

# chatClearCacheSuccess
source: Clear cache successfully!
es: Borrar caché correctamente!
hy: Մաքրել քեշը!
pt_pt: Limpar cache com sucesso!
ru: Очистить кеш успешно!
th: ล้างแคชเรียบร้อยแล้ว!
zh_hans: 清除缓存成功!

# chatClearCacheFail
source: Failed to clear cache!
es: Borrar el caché falló!
hy: Clear cache- ը չկատարվեց!
pt_pt: Limpar cache falhou!
ru: Очистить кэш не удалось!
th: การล้างแคชล้มเหลว!
zh_hans: 清除缓存失败!

# chatCheckUpdate
source: Check Update
es: Buscar nueva versión
hy: Ստուգեք նոր տարբերակը
pt_pt: Verificar nova versão
ru: Проверить наличие новой версии
th: ตรวจสอบเวอร์ชั่นใหม่
zh_hans: 检查新版本

# chatSignOut
source: Sign Out
es: Salir de inicio de sesión
hy: Ելք
pt_pt: Sair do Login
ru: Выйти из системы
th: ออกจากการเข้าสู่ระบบ
zh_hans: 退 出 登 录

# chatIsTheCacheCleared
source: Is the cache cleared?
es: ¿Desea borrar el caché?
hy: Ցանկանում եք մաքրել քեշը
pt_pt: Deseja limpar o cache?
ru: Вы хотите очистить кеш?
th: คุณต้องการล้างแคชหรือไม่
zh_hans: 是否清除缓存?

# chatTesting
source: Testing...
es: Detectando ...
hy: հայտնաբերում ...
pt_pt: Detectando ...
ru: Обнаружение ...
th: กำลังตรวจหา ...
zh_hans: 正在检测...

# chatAreYouSureToQuitTheCurrentUser
source: Are you sure to quit the current user?
es: ¿Está seguro de salir del usuario actual?
hy: Վստահ եք դուրս գալ ընթացիկ օգտագործողին
pt_pt: OK para sair do usuário atual?
ru: Вы уверены, что хотите выйти из текущего пользователя?
th: คุณแน่ใจหรือไม่ว่าจะออกจากผู้ใช้ปัจจุบัน
zh_hans: 确定退出当前用户？

# chatSigningOut
source: Signing out...
es: Saliendo del inicio de sesión ...
hy: Հեռացում մուտք ...
pt_pt: Sair do login ...
ru: Выход из системы ...
th: กำลังออกจากการเข้าสู่ระบบ ...
zh_hans: 正在退出登录...

# chatSignOutFailedPleaseTryAgain
source: Sign out failed, please try again.
es: Error al salir del usuario actual, inténtelo de nuevo.
hy: Չհաջողվեց դուրս գալ ընթացիկ օգտվողից, փորձեք կրկին փորձել
pt_pt: para sair do usuário atual falhou Por favor tente novamente..
ru: Не удалось выйти из текущего пользователя, повторите попытку.
th: ไม่สามารถออกจากผู้ใช้ปัจจุบันโปรดลองอีกครั้ง
zh_hans: 退出当前用户失败请重试。

# chatCircular
source: Circular
es: círculo
hy: Կլոր
pt_pt: círculo
ru: круглый
th: วงกลม
zh_hans: 圆形

# chatSquare
source: Square
hy: հրապարակ
ru: площадь
th: สี่เหลี่ยม
zh_hans: 方形

# chatAccountAvailabel
source: Available
es: Disponible
hy: Մատչելի
pt_pt: Disponível
ru: Доступен
th: ว่าง
zh_hans: 可用

# chatAccountFreeze
source: Frozen
es: Freeze
hy: Սառեցնել
pt_pt: Congelar
ru: замерзать
th: หยุด
zh_hans: 冻结

# chatAccountAllRecords
source: All
es: Todos los registros
hy: Բոլոր գրառումները
pt_pt: Todos os registros
ru: Все записи
th: บันทึกทั้งหมด
zh_hans: 全部记录

# chatAccountOther
source: Other
es: Otro
hy: Այլ
pt_pt: Outro
ru: Другое
th: อื่น ๆ
zh_hans: 其他

# chatAccountAddress
source: Address
es: dirección
hy: հասցե
pt_pt: endereço
ru: адрес
th: ที่อยู่
zh_hans: 地址

# chatAccountManagedAddress
source: Managed Address
es: Dirección alojada
hy: Կառավարվող հասցեն
pt_pt: Endereço hospedado
ru: Размещенный адрес
th: ที่อยู่โฮสต์
zh_hans: 托管地址

# chatAccountPleasechoose
source: Please Choose
es: Seleccione
hy: Խնդրում ենք ընտրել
pt_pt: Por favor, selecione
ru: Пожалуйста, выберите
th: โปรดเลือก
zh_hans: 请选择

# chatAccountLocalwallet
source: Local Wallet
es: Monedero local
hy: Տեղական դրամապանակ
pt_pt: Carteira local
ru: Местный кошелек
th: กระเป๋าเงินท้องถิ่น
zh_hans: 本地钱包

# chatAccountTransferQuantity
source: Quantity
es: Cantidad de salida
hy: Արդյունքների քանակ
pt_pt: Quantidade de saída
ru: Количество на выходе
th: ปริมาณเอาต์พุต
zh_hans: 转出数量

# chatAccountHandlingFee
source: Handling Fee
es: Tarifa de manejo
hy: Բեռնաթափման վճար
pt_pt: Taxa de tratamento
ru: Плата за обработку
th: ค่าธรรมเนียมการจัดการ
zh_hans: 手续费

# chatAccountTotalAssets
source: Total Assets
es: activos totales
hy: ընդհանուր ակտիվներ
pt_pt: total de ativos
ru: всего активов
th: สินทรัพย์รวม
zh_hans: 总资产

# chatShareContact
source: Share Contact
es: Compartir contacto
hy: Բաժնետոմսի փոխանակում
pt_pt: Compartilhar contato
ru: Поделиться контактом
th: แบ่งปันผู้ติดต่อ
zh_hans: 分享联系人

# chatProfile
source: Profile
es: Detalles del usuario
hy: Օգտվողի մանրամասները
pt_pt: Detalhes do usuário
ru: Данные пользователя
th: รายละเอียดผู้ใช้
zh_hans: 用户详情

# chatUpLoad
source: Upload Image
es: Cargar imagen
hy: Վերբեռնել նկար
pt_pt: Enviar imagem
ru: Загрузить изображение
th: อัพโหลดรูปภาพ
zh_hans: 上传影像

# chatUpLoadTips
source: It is detected that the inter-satellite communication on the PC side is not online. Only 50 points can be obtained for each image upload. After logging in to the inter-satellite communication on the PC side, 100 points can be obtained for each image upload. Do you want to continue?
es: Se detectó que la comunicación entre satélites en la PC no está en línea, solo se pueden obtener 50 puntos por cada carga de imagen, y se pueden obtener 100 puntos por cada carga de imagen después de iniciar sesión en la comunicación interestelar del PC
hy: Հստակեցրեց, որ PC- ում արբանյակային կապը առցանց չէ, յուրաքանչյուր պատկերի վերբեռնման համար կարելի է ստանալ ընդամենը 50 միավոր, եւ յուրաքանչյուր պատկերի համար կարելի է ստանալ 100 միավոր` PC-side միջցանցային հաղորդակցության մուտքից հետո
pt_pt: detectado pela comunicação interestelar PC não estiver online, fazer upload de cada imagem só pode obter 50 pontos, cada um upload de imagens disponíveis após o fim de login PC comunicação interestelar com 100 pontos
ru: Обнаружено, что межспутниковая связь на ПК не подключена к сети, можно получить только 50 баллов за каждую загрузку изображения и 100 баллов можно получить за каждую загрузку изображения после входа в межзвездную связь на стороне ПК
th: ตรวจพบว่าการสื่อสารระหว่างดาวเทียมบนพีซีไม่ออนไลน์เพียง 50 คะแนนเท่านั้นที่จะได้รับการอัปโหลดภาพแต่ละภาพและสามารถรับ 100 คะแนนสำหรับการอัปโหลดภาพแต่ละภาพหลังจากเข้าสู่การสื่อสารระหว่างดวงดาวฝั่งพีซี
zh_hans: 检测到PC端星际通讯不在线，每张影像上传只能获得50积分，登录PC端星际通讯后每张影像上传可获得100积分

# chatUpLoadFail
source: Upload failed
es: Falló la carga
hy: Վերբեռնումը ձախողվեց
pt_pt: Upload falhou
ru: Ошибка загрузки
th: การอัปโหลดล้มเหลว
zh_hans: 上传失败

# chatUpLoadSuccess
source: Successful upload
es: Carga exitosa
hy: Վերբեռնեք հաջողակ
pt_pt: Upload bem sucedido
ru: Загрузка успешно завершена
th: อัปโหลดสำเร็จ
zh_hans: 上传成功

# chatUpLoadDocumentNumber
source: Document Number
es: número de documento
hy: փաստաթղթի համարը
pt_pt: número do documento
ru: номер документа
th: หมายเลขเอกสาร
zh_hans: 单据编号

# chatUpLoadSliverScore
source: Silver Diamond Score
es: Puntos Silver Diamond
hy: Արծաթե ադամանդի միավոր
pt_pt: Pontos de diamante em prata
ru: Серебряные бриллиантовые очки
th: คะแนนเพชรเงิน
zh_hans: 银钻积分

# chatUpLoadSelect
source: Please select upload image
es: Seleccione la imagen de carga
hy: Խնդրում ենք ընտրել վերբեռնման պատկեր
pt_pt: Por favor, selecione fazer upload da imagem
ru: Пожалуйста, выберите изображение для загрузки
th: โปรดเลือกรูปภาพที่อัปโหลด
zh_hans: 请选择上传影像

# chatUpLoadUnuse
source: Current network is unavailable
es: La red actual no está disponible
hy: Ընթացիկ ցանցը հասանելի չէ
pt_pt: A rede atual não está disponível
ru: Текущая сеть недоступна
th: เครือข่ายปัจจุบันไม่สามารถใช้งานได้
zh_hans: 当前网络不可用

# chatUploadGetError
source: Getting silver diamond failed
es: Error al obtener Silver Diamond
hy: Արծաթյա ադամանդ ստանալու հարցում չհաջողվեց
pt_pt: Obter Silver Diamond Failed
ru: Ошибка получения серебряного бриллианта
th: รับ Silver Diamond ไม่สำเร็จ
zh_hans: 获取银钻失败

# chatSamllVideo
source: Small Video
es: video pequeño
hy: փոքր տեսանյութ
pt_pt: pequeno vídeo
ru: Небольшое видео
th: วิดีโอขนาดเล็ก
zh_hans: 小视频

# chatSmallVideoDLRwetry
source: Download failed, re-download?
es: Error al descargar, ¿volver a descargar?
hy: Ներբեռնումը ձախողվեց, վերբեռնեք
pt_pt: O download falhou, fez o download novamente?
ru: Ошибка загрузки, повторная загрузка?
th: การดาวน์โหลดล้มเหลวดาวน์โหลดซ้ำอีกครั้ง
zh_hans: 下载失败,是否重新下载？

# chatSpeechTooShort
source: Talking too short
es: Hablando demasiado corto
hy: Խոսքի չափազանց կարճ
pt_pt: Falando muito curto
ru: Говоря слишком коротко
th: พูดสั้นเกินไป
zh_hans: 说话声音过短

# chatSpeechRecoding
source: Recognizing voice
es: Se está reconociendo la voz
hy: Ձայն է ճանաչվում
pt_pt: A voz está sendo reconhecida
ru: Голос распознается
th: กำลังรับรู้เสียง
zh_hans: 正在识别语音

# chatSpeechAgain
source: You can still say %ld seconds
es: Aún puede decir% ld segundos
hy: Դուք դեռ կարող եք ասել,% ld վայրկյան
pt_pt: Você ainda pode dizer% ld segundos
ru: Вы все еще можете сказать% ld секунд
th: คุณยังคงสามารถพูดได้% ld วินาที
zh_hans: 您还能再说%ld秒钟

# chatSpeechWrong
source: Voice dictation error: %@
es: Error del dictado de voz:%@
hy: Ձայնի թելադրանքի սխալ.%@
pt_pt: Erro de ditado de voz:%@
ru: Ошибка голосовой диктовки:%@
th: ข้อผิดพลาดในการเขียนตามคำบอกด้วยเสียง:%@
zh_hans: 语音听写出错：%@

# chatSpeechFail
source: Voice dictation failed to open
es: Fallo al abrir el dictado de voz
hy: Ձայնային թելադրանք չի բացվել
pt_pt: O ditado de voz falhou ao abrir
ru: Не удалось открыть голосовую диктовку
th: การเขียนตามคำบอกด้วยเสียงไม่สามารถเปิดได้
zh_hans: 语音听写开启失败

# chatSpeechEnd
source: Speech recognition is over
es: El reconocimiento de voz ha finalizado
hy: Ձայնի ճանաչում ավարտվեց
pt_pt: O reconhecimento de voz terminou
ru: Распознавание голоса завершено
th: การจดจำเสียงสิ้นสุด
zh_hans: 语音识别已结束

# chatCopied
source: Copied
es: Copiado
hy: Պատճենված է
pt_pt: Copiado
ru: скопированный
th: คัดลอก
zh_hans: 已复制

# chatWhetherToResendTheMessage
source: Whether to resend the message?
es: ¿Desea reenviar el mensaje?
hy: Ցանկանում եք հաղորդագրություն տարածել:
pt_pt: Deseja reenviar a mensagem?
ru: Хотите отправить сообщение?
th: คุณต้องการส่งข้อความอีกครั้งหรือไม่
zh_hans: 是否重发消息?

# chatNotDownloaded
source: Not downloaded
es: No descargado
hy: Չի ներբեռնվել
pt_pt: Não baixado
ru: Не загружено
th: ไม่ได้ดาวน์โหลด
zh_hans: 未下载

# chatDownloaded
source: Downloaded
es: Descargado
hy: Ներբեռնված
pt_pt: Transferido
ru: загруженный
th: ดาวน์โหลดแล้ว
zh_hans: 已下载

# chatDownloading
source: Downloading
es: Descargando
hy: Ներբեռնում
pt_pt: Baixando
ru: Загрузка
th: กำลังดาวน์โหลด
zh_hans: 正在下载

# chatDownloadFailed
source: Download failed
es: Error al descargar
hy: Ներբեռնումը ձախողվեց
pt_pt: Falha no download
ru: Загрузка не удалась
th: การดาวน์โหลดล้มเหลว
zh_hans: 下载失败

# chatTo
source: Send To
es: emitido
hy: թողարկված
pt_pt: emitido
ru: выдано
th: ออกแล้ว
zh_hans: 发给

# chatToGroup
source: Send To Group
es: enviar al grupo
hy: ուղարկել խմբին
pt_pt: enviar para o grupo
ru: отправить в группу
th: ส่งไปยังกลุ่ม
zh_hans: 发给群

# chatFromGroup
source: From Group
es: del grupo
hy: խմբի մեջ
pt_pt: do grupo
ru: из группы
th: จากกลุ่ม
zh_hans: 来自群

# chatNoWifiLoadimage
source: Non-Wi-Fi, click to download
es: No-Wi-Fi, haga clic para descargar
hy: Ոչ Wi-Fi- ը, սեղմեք ներբեռնելու համար
pt_pt: Não Wi-Fi, clique para baixar
ru: Не Wi-Fi, нажмите, чтобы загрузить
th: ไม่ใช่ Wi-Fi คลิกเพื่อดาวน์โหลด
zh_hans: 非Wi-Fi,点击下载

source: Stay Tuned
es: Estad atentos
hy: Մնացեք լարված
pt_pt: Fique atento
ru: Оставайтесь с нами
th: คอยติดตาม
zh_hans: 敬请期待

# chatSetting
source: Settings
es: Ajuste
hy: Սահմանում
pt_pt: Configuração
ru: устанавливать
th: จัดตั้งขึ้น
zh_hans: 设置

# chatUnit
source: Currency Unit
es: Unidad monetaria
hy: Արտարժույթի միավոր
pt_pt: Unidade monetária
ru: Денежная единица
th: หน่วยสกุลเงิน
zh_hans: 货币单位

# chatExchange
source: Default Exchange
es: Intercambio por defecto
hy: Default փոխանակում
pt_pt: Troca padrão
ru: Обмен по умолчанию
th: การแลกเปลี่ยนเริ่มต้น
zh_hans: 默认交易所
