Repository: telecommai/ios
Catalog: Telecomm/Telecomm/Lib/Componet/ChatComps/Language/*.lproj/ChatComps.strings
Languages: es, hy, pt_pt, ru, th, zh_hans

# chatScanCodeToReceiveRedPacket
source: 1.Scan code to receive red packet 2.Download the IPCom 3.Go to the “Assets” page and click on the “Hosted Accounts” menu to view the red packet obtained.
es: 1. Escanee el código para recibir paquetes rojos 2. Descargue la aplicación IPCom APP 3. Vaya a la página “elementos” y haga clic en el menú “ Cuentas alojadas ” para ver los paquetes rojos adquiridos
hy: 1.Ստուգեք կոդը, կարմիր ծրարները ստանալու համար 2.Ներբեռնեք «IPCom» 3. Գնալ դեպի «Ակտիվներ» էջ եւ սեղմել «Հաճախորդի հաշիվների» մենյուից, ձեռք բերված կարմիր ծրարները դիտելու համար:
pt_pt: 1. código de verificação para receber um envelope vermelho download n2." Comunicações interplanetárias "APP 3 entrar. Página, clique sobre a" ativos "do menu para ver obter envelopes vermelhos Custódia conta
ru: 1. Отсканируйте код, чтобы получить красный конверт. 2. Загрузите приложение «IPCom». 3. Перейдите на страницу «Активы» и щелкните меню «Размещенная учетная запись», чтобы просмотреть полученные красные конверты.
th: 1. สแกนรหัสเพื่อรับแพ็กเก็ตสีแดง 2 ดาวน์โหลดแอป การสื่อสารระดับดาว APP 3 ไปที่หน้า ฐาน แล้วคลิกที่เมนู บัญชีที่โฮสต์ เพื่อดูแพ็คเก็ตสีแดงที่ได้รับ
zh_hans: 1.扫码领取红包 2.下载“星际通讯”APP 3.进入“资产”页面，点击“托管账户”菜单，查看获取的红包

# chatSendYouRedPacket
source: Send you a red packet
es: Enviarle un sobre rojo
hy: Ուղարկել ձեզ կարմիր ծրար
pt_pt: Envie-lhe um envelope vermelho
ru: Отправить вам красный конверт
th: ส่งซองสีแดงถึงคุณ
zh_hans: 送你一个红包

# chatChooseRedPacketTokens
source: Choose red packet tokens
es: Seleccionar token de paquete rojo
hy: Ընտրեք կարմիր ծրարի նշաններ
pt_pt: Selecione o Red Packet Token
ru: Выбрать токен красного пакета
th: เลือกโทเค็นแพ็กเก็ตสีแดง
zh_hans: 选择红包代币

# chatRedPacketRecord
source: Red Packet Record
es: registro de sobre rojo
hy: կարմիր ծրարի ռեկորդ
pt_pt: registro de envelope vermelho
ru: запись красного конверта
th: บันทึกซองจดหมายสีแดง
zh_hans: 红包记录

# chatRedPacketToken
source: Red Packet Token
es: token de sobre rojo
hy: կարմիր ծրարի նշան
pt_pt: token de envelope vermelho
ru: жетон красного конверта
th: โทเค็นซองจดหมายสีแดง
zh_hans: 红包代币

# chatEscrowBalance
source: Escrow Balance
es: Balance hospedado
hy: Escrow հաշվեկշիռը
pt_pt: Saldo alojado
ru: Размещенный баланс
th: ยอดเงินที่โฮสต์
zh_hans: 托管余额

# chatTotalCurrency
source: Total
es: moneda total
hy: ընդհանուր արժույթ
pt_pt: total da moeda
ru: общая валюта
th: สกุลเงินทั้งหมด
zh_hans: 总币数

# charCurrentlyHandyRedPacket
source: Random Amount,
es: Actualmente es un sobre rojo hechizo
hy: Ներկայումս գրված կարմիր ծրարը
pt_pt: Atualmente, um envelope vermelho de feitiço
ru: В настоящее время заклинание красный конверт
th: ปัจจุบันซองจดหมายสีแดงสะกด
zh_hans: 当前为拼手气红包，

# chatChangeToOrdinaryRedPacket
source: Change to Identical Amount
es: Cambiar al sobre rojo normal
hy: Փոխել նորմալ կարմիր ծրարը
pt_pt: Mudar para envelope vermelho normal
ru: Изменить на обычный красный конверт
th: เปลี่ยนเป็นซองจดหมายสีแดงปกติ
zh_hans: 改为普通红包

# chatNumberOfRedPackets
source: Quantity
es: número de paquetes rojos
hy: կարմիր փաթեթների քանակը
pt_pt: número de pacotes vermelhos
ru: количество красных пакетов
th: จำนวนแพ็คเก็ตสีแดง
zh_hans: 红包个数

# chatCount
source: Count
es: one
hy: մեկ
pt_pt: um
ru: один
th: หนึ่ง
zh_hans: 个

# chatEnterNumber
source: Enter Number
es: ingrese el número
hy: լրացնել համարը
pt_pt: preencha o número
ru: заполнить номер
th: กรอกหมายเลข
zh_hans: 填写个数

# chatLeaveMessage
source: Message
es: mensaje
hy: հաղորդագրություն
pt_pt: mensagem
ru: Оставьте сообщение
th: ข้อความ
zh_hans: 留言

# chatCongratulationsToGetRich
source: Best Wishes
es: Comunicación interestelar, felicitaciones por hacerse rico
hy: Միջերեսի հաղորդակցություն, շնորհավորանքներ հարստանալու համար
pt_pt: Comunicação interestelar, parabéns por ficar rico
ru: Межзвездное общение, поздравляем, чтобы разбогатеть
th: การสื่อสารระหว่างดาวขอแสดงความยินดีที่จะรวย
zh_hans: 星际通讯，恭喜发财

# chatTotalCurrency2
source: Total
es: Moneda total
hy: Ամբողջական արժույթ
pt_pt: Total da moeda
ru: Общая валюта
th: สกุลเงินทั้งหมด
zh_hans: 塞币总额

# chatRedPacketDetail
source: Red Packet
es: detalles del sobre rojo
hy: կարմիր ծրարի մանրամասները
pt_pt: detalhes do envelope vermelho
ru: детали красного конверта
th: รายละเอียดซองจดหมายสีแดง
zh_hans: 红包详情

# chatAddAccountTitle
source: Add Assets
es: Agregar activo
hy: Ավելացնել ակտիվ
pt_pt: Adicionar ativo
ru: Добавить актив
th: เพิ่มเนื้อหา
zh_hans: 添加资产

# chatAccountDetailRecharge
source: Recharge
es: Recargar
hy: Վերալիցքավորել
pt_pt: Recarregue
ru: перезарядка
th: เติมเงิน
zh_hans: 充值

# chatAccountDetailWithdraw
source: Withdraw
es: cash
hy: դրամական
pt_pt: dinheiro
ru: отзывать
th: เงินสด
zh_hans: 提现

# chatAccountWalletBalance
source: Wallet Balance
es: saldo de billetera
hy: դրամապանակի հաշվեկշիռ
pt_pt: saldo da carteira
ru: баланс кошелька
th: กระเป๋าเงินสมดุล
zh_hans: 钱包余额

# chatAccountWalletBalanceInsufficient
source: Insufficient wallet balance
es: Saldo de billetera insuficiente
hy: Անհամաչափ դրամապանակի հաշվեկշիռ
pt_pt: Saldo de carteira insuficiente
ru: Недостаточный баланс кошелька
th: ยอดเงินคงเหลือในบัญชีไม่เพียงพอ
zh_hans: 钱包余额不足

# chatAccountEnterAmout
source: Please enter the recharge amount
es: Ingrese el monto de recarga
hy: Խնդրում ենք մուտքագրել վերալիցքավորման գումարը
pt_pt: Por favor, informe o valor da recarga
ru: Пожалуйста, введите сумму пополнения
th: โปรดป้อนจำนวนเงินที่เติม
zh_hans: 请输入充值金额

# chatAccountRecharging
source: Recharging
es: Recarga
hy: Վերալիցքավորում
pt_pt: Recarregando
ru: Перезарядка
th: การชาร์จใหม่
zh_hans: 正在充值

# chatAccountRechargeSuccessful
source: Recharge successful
es: Recarga exitosa
hy: Վերականգնել
pt_pt: Recarregar com sucesso
ru: Пополнение счета успешно
th: เติมเงินใหม่สำเร็จ
zh_hans: 充值成功

# chatAccountDetailRechargeRetry
source: Recharge failed, please try again later
es: Falló la recarga, inténtelo de nuevo más tarde
hy: Վերալիցքավորումը չհաջողվեց, փորձեք ավելի ուշ կրկին փորձել
pt_pt: Falha na recarga, tente novamente mais tarde
ru: Не удалось пополнить счет, повторите попытку позже
th: การเติมล้มเหลวโปรดลองอีกครั้งในภายหลัง
zh_hans: 充值失败，请稍后再试

# chatAccountDetailSignFail
source: Signature failed
es: Falló la firma
hy: Ստորագրությունը ձախողվեց
pt_pt: Assinatura falhou
ru: Сбой подписи
th: ลายเซ็นล้มเหลว
zh_hans: 签名失败

# chatAccountDetailAvailable
source: Available
es: La cuenta de garantía está disponible
hy: Պահմտոցի հաշիվը մատչելի է
pt_pt: A conta de depósito está disponível
ru: Эскроу-счет доступен
th: บัญชี escrow พร้อมใช้งาน
zh_hans: 托管账户可用

# chatAccountDetailInsufficientFee
source: Insufficient fee
es: Tarifas insuficientes
hy: Անբավարար վճարներ
pt_pt: Taxas insuficientes
ru: Недостаточно сборов
th: ค่าธรรมเนียมไม่เพียงพอ
zh_hans: 手续费不足

# chatAccountDetailToWallet
source: Transfer out to the wallet
es: Transferir a la billetera
hy: Փոխանցում դեպի դրամապանակ
pt_pt: Transferir para a carteira
ru: Перевод на кошелек
th: ถ่ายโอนไปยังกระเป๋าเงิน
zh_hans: 转出到钱包

# chatAccountDetailWithDrawFailed
source: Failed to withdraw, please try again later
es: Falló el retiro, inténtelo de nuevo más tarde
hy: Չհաջողվեց դուրս գալ, խնդրում ենք փորձեք ավելի ուշ:
pt_pt: A retirada falhou, por favor, tente novamente mais tarde
ru: Снятие средств не удалось, повторите попытку позже
th: การถอนล้มเหลวโปรดลองอีกครั้งในภายหลัง
zh_hans: 提现失败，请稍后再试

# chatAccountDetailWithDrawSuccess
source: Cash withdrawal success
es: Éxito de retiro
hy: Կանխիկ արտահոսք
pt_pt: Sucesso do saque
ru: Выплата наличными успешна
th: สำเร็จการถอนเงินสด
zh_hans: 提现成功

# chatAccountDetailFullWithdrawal
source: Full Withdrawal
es: Todos los retiros
hy: Բոլոր դուրսգրումները
pt_pt: Todas as retiradas
ru: Все выводы
th: การถอนทั้งหมด
zh_hans: 全部提现

# chatAccountTransferOut
source: Number of transfers
es: Introduzca el número de transferencias
hy: Խնդրում ենք մուտքագրել փոխանցումների քանակը
pt_pt: Por favor digite o número de transferências
ru: Пожалуйста, введите количество переводов
th: โปรดป้อนจำนวนการถ่ายโอน
zh_hans: 请输入转出数量

# chatAccountTransferOutTip
source: Please enter the number of transfers
es: Introduzca el número de transferencias
hy: Խնդրում ենք մուտքագրել տրանսֆերտների քանակը
pt_pt: Por favor digite o número de transferências
ru: Пожалуйста, введите количество переводов
th: โปรดป้อนจำนวนการถ่ายโอน
zh_hans: 请输入转出数量

# chatAccountDetailExtracting
source: Extracting
hy: Հանելուց
pt_pt: Extraindo
ru: Извлечение наличных
th: แยก
zh_hans: 正在提现

# chatPutCoinInTheRedPacket
source: Prepare Red Packet
es: Syce en el sobre rojo
hy: S մետաղադրամը կարմիր ծրարի մեջ
pt_pt: Syce no envelope vermelho
ru: Положить деньги в красный конверт
th: ย้ายเข้าไปในซองจดหมายสีแดง
zh_hans: 塞币进红包

# chatUnclaimedRedPacketWillBeRefundedAfter24Hours
source: Unclaimed red packet will be refunded after 24 hours
es: El sobre rojo no recibido se reembolsará después de 24 horas
hy: Ճանաչված կարմիր ծրարը կվերադարձվի 24 ժամից հետո
pt_pt: não recebeu um envelope vermelho, irá iniciar um reembolso no prazo de 24 horas
ru: Неполученный красный конверт будет возвращен через 24 часа
th: ซองจดหมายสีแดงที่ไม่ได้รับการยอมรับจะได้รับเงินคืนหลังจาก 24 ชั่วโมง
zh_hans: 未领取的红包，将在24小时后发起退款

# chatTotalAmount
source: Total Amount
es: monto total
hy: ընդհանուր գումարը
pt_pt: valor total
ru: общая сумма
th: ยอดรวม
zh_hans: 总金额

# chatAmount
source: Amount
es: cantidad
hy: գումարը
pt_pt: quantidade
ru: сумма
th: จำนวน
zh_hans: 金额

# chatASingleAmountOfAtLeast
source: A single amount of at least 0.00001
es: Una cantidad única es de al menos 0.00001
hy: Միակ գումարը առնվազն 0,00001 է
pt_pt: Uma única quantia é pelo menos 0.00001
ru: Одна сумма не менее 0,00001
th: จำนวนเงินเดียวคืออย่างน้อย 0.00001
zh_hans: 单个金额最少为0.00001

# chatInsufficientBalance
source: Insufficient Balance
es: Balance insuficiente
hy: Անբավարար հավասարակշռություն
pt_pt: Saldo insuficiente
ru: Недостаточный баланс
th: ยอดเงินไม่เพียงพอ
zh_hans: 余额不足

# chatPleaseEnterTheAmount
source: Please enter the amount
es: Ingrese la cantidad
hy: Խնդրում ենք մուտքագրել գումարը
pt_pt: Por favor, informe o valor
ru: Пожалуйста, введите сумму
th: โปรดป้อนจำนวน
zh_hans: 请输入金额

# chatRedPacketAmountCannotBe0
source: Red packet amount cannot be 0
es: El monto del sobre rojo no puede ser 0
hy: Կարմիր ծրարը չի կարող լինել 0
pt_pt: A quantidade de envelope vermelho não pode ser 0
ru: Сумма красного конверта не может быть 0
th: จำนวนซองจดหมายสีแดงไม่สามารถเป็น 0
zh_hans: 红包金额不能为0

# chatPleaseEnterTheCorrectNumberOfRedPacket
source: Please enter the correct number of red packet
es: Introduzca el número correcto de paquetes rojos
hy: Խնդրում ենք մուտքագրել ճիշտ կարմիր փաթեթներ
pt_pt: Por favor, digite o número correto de pacotes vermelhos
ru: Пожалуйста, введите правильное количество красных пакетов
th: โปรดป้อนจำนวนแพ็คเก็ตสีแดงที่ถูกต้อง
zh_hans: 请输入正确的红包个数

# chatFailingToPutMoneyIntoTheRedPacketPleaseTryAgainLater
source: Failing to put money into the red packet. Please try again later.
es: El dinero en el sobre rojo falló, inténtelo de nuevo más tarde
hy: Կարմիր ծրարի մեջ գումարը չհաջողվեց, փորձեք ավելի ուշ կրկին փորձել
pt_pt: envelopes vermelhos recheados dinheiro em falhou, por favor tente novamente mais tarde
ru: Не удалось перевести деньги в красный конверт, повторите попытку позже
th: เงินในซองจดหมายสีแดงล้มเหลวโปรดลองอีกครั้งในภายหลัง
zh_hans: 塞钱进红包失败，请稍候再试

# chatRedPacket
source: Red packet(s)
es: Un sobre rojo
hy: Կարմիր ծրար
pt_pt: Um envelope vermelho
ru: Красный конверт
th: ซองจดหมายสีแดง
zh_hans: 个红包

# chatTheRedPacketIsReady
source: The red packet is ready
es: El sobre rojo está listo
hy: Կարմիր ծրարը պատրաստ է
pt_pt: O envelope vermelho está pronto
ru: Красный конверт готов
th: ซองจดหมายสีแดงพร้อมแล้ว
zh_hans: 红包已备好

# chatFrom
source: From
es: de
hy: ից
pt_pt: de
ru: от
th: จาก
zh_hans: 来自

# chatConfirmed
source: Confirmed
es: confirmado
hy: հաստատված
ru: подтверждено
th: ยืนยัน
zh_hans: 已确认

# chatReceiveRedPacket
source: Receive red packet
es: Paquete rojo
hy: Կարմիր ծրարը
pt_pt: Pacote Vermelho
ru: Красный пакет
th: Red Packet
zh_hans: 收红包

# chatRedPacketReturned
source: Red packet returned
es: sobre rojo devuelto
hy: կարմիր ծրարը վերադարձավ
pt_pt: envelope vermelho retornado
ru: возвращен красный конверт
th: ส่งคืนซองจดหมายสีแดง
zh_hans: 红包退回

source: The red packet received has been deposited into your escrow account and can be transferred to your local wallet
es: El sobre rojo recibido se ha depositado en su cuenta de garantía y se puede transferir a su billetera local.
hy: Ստացված կարմիր ծրարը ձեր հոստինգ հաշվի մեջ պահվում է եւ կարող է փոխանցվել տեղական դրամապանակին
pt_pt: envelopes vermelhos recebidos foram creditados na sua conta de custódia pode ser transferido para uma carteira local
ru: Полученный красный конверт был помещен на вашу учетную запись хостинга и может быть переведен в локальный кошелек
th: ซองจดหมายสีแดงที่ได้รับได้ถูกฝากเข้าบัญชีโฮสติ้งของคุณและสามารถโอนไปยังกระเป๋าเงินท้องถิ่น
zh_hans: 收到的红包已存入您的托管账户，可转出到本地钱包

# chatFightingRedPacket
source: Fighting red packet
es: falsificación de paquetes rojos
hy: Պայքար կարմիր ծրարով
pt_pt: falsificando pacotes vermelhos
ru: подмена красных пакетов
th: การปลอมแปลงแพ็กเก็ตสีแดง
zh_hans: 拼手气红包

# chatOrdinaryRedPacket
source: Ordinary red packet
es: Paquete rojo ordinario
hy: Սովորական Կարմիր Փաթեթ
pt_pt: Pacote vermelho comum
ru: Обычный красный пакет
th: แพ็คเก็ตสีแดงธรรมดา
zh_hans: 普通红包

# chatSentARedPacket
source: Sent a red packet
es: Enviar un sobre rojo
hy: Ուղարկել կարմիր ծրար
pt_pt: Enviar um envelope vermelho
ru: Отправить красный конверт
th: ส่งซองจดหมายสีแดง
zh_hans: 发了一个红包

# chatCheckEveryoneLuck
source: Check everyone's luck>
es: Ver la suerte de todos>
hy: Դիտել բոլորի բախտը>
pt_pt: Ver a sorte de todos>
ru: Просмотреть всеобщую удачу>
th: ดูโชคของทุกคน>
zh_hans: 查看大家的手气>

# chatRedPacketHasExpired
source: Red packet has expired
es: El sobre rojo ha caducado
hy: Կարմիր ծրարը սպառվել է
pt_pt: O envelope vermelho expirou
ru: Срок действия красного конверта истек
th: ซองจดหมายสีแดงหมดอายุ
zh_hans: 红包已过期

# chatTheHandIsSlowTheRedPacketIsFinished
source: The hand is slow, the red packet is finished.
es: La mano es lenta, el sobre rojo está terminado
hy: Ձեռը դանդաղ է, կարմիր ծրարը ավարտված է
pt_pt: A mão está lenta, o envelope vermelho está pronto
ru: Рука медленная, красный конверт закончен
th: มือช้าซองจดหมายสีแดงเสร็จ
zh_hans: 手慢了，红包派完了

# chatWallet
source: Wallet
es: billetera
hy: դրամապանակ
pt_pt: carteira
ru: кошелек
th: กระเป๋าเงิน
zh_hans: 钱包

# chatLuck
source: Luck
es: ortografía
hy: ուղղագրությունը
pt_pt: ortografia
ru: правописание
th: การสะกด
zh_hans: 拼

# chatSingleCurrency
source: Single Currency
es: moneda única
hy: միասնական արժույթ
pt_pt: moeda única
ru: единая валюта
th: สกุลเงินเดียว
zh_hans: 单个币数

# chatCurrentlyACommonRedPacket
source: Identical amount,
es: Actualmente es un sobre rojo normal
hy: Ներկայումս նորմալ կարմիր ծրար է
pt_pt: Atualmente, um envelope vermelho normal
ru: В настоящее время нормальный красный конверт
th: ปัจจุบันซองจดหมายสีแดงปกติ
zh_hans: 当前为普通红包，

# chatChangeToAHandRedPacket
source: Change to random amount
es: Cambiar a un sobre rojo hechizo
hy: Փոխել դեպի գրել կարմիր ծրարը
pt_pt: Mudar para um envelope vermelho de feitiço
ru: Изменить на красный заклинание
th: เปลี่ยนเป็นซองจดหมายสะกดสีแดง
zh_hans: 改为拼手气红包

# chatBestLuck
source: Best Luck
es: Mejor suerte
hy: Լավագույն հաջողություն
pt_pt: Melhor sorte
ru: Удачи
th: โชคดีที่สุด
zh_hans: 手气最佳

# chatReceived
source: Received
hy: Ստացված
pt_pt: Recebido
ru: Получено
th: ได้รับ
zh_hans: 已领取

# chatReceivedARedPacket
source: Received a red packet
es: sobre rojo recibido
hy: ստացել է կարմիր ծրար
pt_pt: envelope vermelho recebido
ru: полученный красный конверт
th: ได้รับซองจดหมายสีแดง
zh_hans: 收到红包

# chatForcedUpgrade
source: Forced Upgrade
es: actualización forzada
hy: պարտադիր վերափոխում
pt_pt: upgrade forçado
ru: принудительное обновление
th: บังคับให้อัปเกรด
zh_hans: 强制升级

# chatPauseDownload
source: Pause Download
es: Pausa descarga
hy: Դադարեցնել ներբեռնումը
pt_pt: Pausar download
ru: Приостановить загрузку
th: หยุดการดาวน์โหลดชั่วคราว
zh_hans: 暂停下载

# chatDownloadCompletedExtracting
source: Download completed Extracting...
es: Descarga completada Extrayendo ...
hy: Ներբեռնումը ավարտվել է ...
pt_pt: Download concluído Extraindo ...
ru: Загрузка завершена Распаковка ...
th: ดาวน์โหลดเสร็จสิ้นการแตกไฟล์ ...
zh_hans: 下载完成 正在解压 ...

# chatDecompressionSucceeded
source: Decompression succeeded
es: Descompresión exitosa
hy: Decompression հաջողակ
pt_pt: Descompressão bem-sucedida
ru: Распаковка успешна
th: การคลายการบีบอัดสำเร็จ
zh_hans: 解压成功

# chatDecompressionError
source: Decompression error
es: Error de descompresión
hy: Decompression սխալ
pt_pt: Erro de descompactação
ru: Ошибка распаковки
th: ข้อผิดพลาดการบีบอัด
zh_hans: 解压错误

# chatFileOpenError
source: File open error
es: Error al abrir el archivo
hy: Ֆայլի բաց սխալ
pt_pt: Erro de abertura do arquivo
ru: Ошибка открытия файла
th: ข้อผิดพลาดในการเปิดไฟล์
zh_hans: 文件打开错误

# chatDownloadFileSuccessfully
source: Download file successfully
es: El archivo de descarga tuvo éxito
hy: Ներբեռնել ֆայլը հաջողվեց
pt_pt: Baixar arquivo com sucesso
ru: Загрузка файла выполнена успешно
th: ไฟล์ดาวน์โหลดสำเร็จ
zh_hans: 下载文件成功

# chatViewThePrivateFile
source: View the private file
es: View Bcc
hy: Դիտել Բջջ
pt_pt: Ver Cco
ru: Просмотр скрытой копии
th: ดู Bcc
zh_hans: 查看密件

# chatPrivateFileDownload
source: Private file download
es: Bcc download
hy: Bcc ներբեռնումը
pt_pt: Download da Cco
ru: Скрытая загрузка
th: ดาวน์โหลด Bcc
zh_hans: 密件下载

# chatDecryptionFailed
source: Decryption failed
es: Falló el descifrado
hy: Կոդավորման անհաջող
pt_pt: Falha na decodificação
ru: Ошибка расшифровки
th: การถอดรหัสล้มเหลว
zh_hans: 解密失败

# chatEnterYourPasswordToViewTheContent
source: Enter your password to view the content
es: Introduzca la contraseña para ver el contenido
hy: Մուտքագրեք գաղտնաբառը բովանդակություն դիտելու համար
pt_pt: Digite a senha para visualizar o conteúdo
ru: Введите пароль для просмотра содержимого
th: ป้อนรหัสผ่านเพื่อดูเนื้อหา
zh_hans: 输入密码查看内容

# chatViewPassword
source: View Password
es: Ver contraseña
hy: Դիտել Գաղտնաբառ
pt_pt: Ver senha
ru: Просмотреть пароль
th: ดูรหัสผ่าน
zh_hans: 查看密码

# chatPleaseRememberThePassword
source: Please remember the password,system will not save the password
es: Recuerde la contraseña, el sistema no la guardará
hy: Խնդրում ենք հիշել գաղտնաբառը, համակարգը չի փրկի գաղտնաբառը
pt_pt: Por favor, lembre-se da senha, o sistema não salvará a senha
ru: Пожалуйста, запомните пароль, система не сохранит пароль
th: โปรดจำรหัสผ่านระบบจะไม่บันทึกรหัสผ่าน
zh_hans: 请您牢记密码,系统不会保存该密码

# chatSafetyWarning
source: Safety Warning
es: Consejos de seguridad
hy: Անվտանգության խորհուրդներ
pt_pt: Dicas de segurança
ru: Советы по безопасности
th: เคล็ดลับความปลอดภัย
zh_hans: 安全提示

# chatchatSafetyWarningDetail
source: Please observe the surrounding environment before viewing the password to avoid leaking your password. The password is only displayed once, please be sure to save the password
es: Observe el entorno que lo rodea antes de ver la contraseña para evitar que se pierda su contraseña. La contraseña solo se muestra una vez, asegúrese de guardar la contraseña
hy: Խնդրում ենք դիտարկել շրջակա միջավայրը, նախքան գաղտնաբառը դիտելը, ձեր գաղտնաբառը բաց թողնելուց առաջ: Գաղտնաբառը միայն մեկ անգամ ցուցադրվում է, համոզվեք, որ փրկեք գաղտնաբառը
pt_pt: antes de ver a senha, por favor, observar o ambiente circundante, para evitar vazamento da tela senha apenas uma vez, certifique-se de salvar sua senha.
ru: Пожалуйста, соблюдайте окружающую среду перед просмотром пароля, чтобы избежать утечки пароля. Пароль отображается только один раз, обязательно сохраните пароль
th: โปรดสังเกตสภาพแวดล้อมโดยรอบก่อนดูรหัสผ่านเพื่อหลีกเลี่ยงการรั่วไหลของรหัสผ่านรหัสผ่านจะแสดงเพียงครั้งเดียวโปรดแน่ใจว่าได้บันทึกรหัสผ่าน
zh_hans: 查看密码前请注意观察周边环境，避免泄漏您的密码。密码只显示一次，请务必保存好密码

# chatAFriendDoesNotHavePublicKeyInformationAndCannotSendEncryptedMessages
source: A friend does not have public key information and cannot send encrypted messages
es: Los amigos no tienen información de clave pública y no pueden enviar mensajes cifrados
pt_pt: amigo não tem a informação de chave pública, mensagens criptografadas não pode ser enviado
ru: Друзья не имеют информации открытого ключа и не могут отправлять зашифрованные сообщения
th: เพื่อนไม่มีข้อมูลรหัสสาธารณะและไม่สามารถส่งข้อความเข้ารหัส
zh_hans: 好友没有公钥信息，无法发送加密消息

# chatPleaseEnterTheContentOfThePrivateMessage
source: Please enter the content of the Private Message
es: Introduzca el contenido de la contraseña
hy: Խնդրում ենք մուտքագրել գաղտնաբառը բովանդակությունը
pt_pt: Digite o conteúdo secretos da letra
ru: Пожалуйста, введите пароль содержимого
th: โปรดป้อนเนื้อหารหัสผ่าน
zh_hans: 请输入密信内容

# chatPleaseEnterYourPassword
source: Please enter your password
es: Introduzca una contraseña
hy: Խնդրում ենք մուտքագրել գաղտնաբառ
pt_pt: Por favor, digite uma senha
ru: Пожалуйста, введите пароль
th: โปรดป้อนรหัสผ่าน
zh_hans: 请输入密码

# chatEncryptingPassword
source: Encrypting Password
es: Contraseña de cifrado
hy: Կողպել գաղտնաբառը
pt_pt: Criptografando senha
ru: Шифрование пароля
th: การเข้ารหัสรหัสผ่าน
zh_hans: 正在加密密码

# chatPleaseSelectAnImage
source: Please select an image
es: Seleccione una imagen
hy: Խնդրում ենք ընտրել նկարը
pt_pt: Por favor, selecione uma imagem
ru: Пожалуйста, выберите изображение
th: โปรดเลือกรูปภาพ
zh_hans: 请选择图片

# chatPleaseSelectTheFileYouWantToSend
source: Please select the file you want to send
es: Seleccione el archivo que desea enviar
hy: Խնդրում ենք ընտրել այն ֆայլը, որը ցանկանում եք ուղարկել
pt_pt: Por favor, selecione o arquivo que deseja enviar
ru: Пожалуйста, выберите файл, который вы хотите отправить
th: โปรดเลือกไฟล์ที่คุณต้องการส่ง
zh_hans: 请选择所需要发送的文件

# chatUpTo9PicturesCanBeSelected
source: Up to 9 pictures can be selected
es: Se pueden seleccionar hasta 9 imágenes
hy: Մինչեւ 9 նկարը կարող է ընտրվել
pt_pt: Até 9 fotos podem ser selecionadas
ru: Можно выбрать до 9 изображений
th: สามารถเลือกได้สูงสุด 9 ภาพ
zh_hans: 图片最多可以选择9张

# chatAddPrivateFile
source: Add private file
es: Add Bcc
hy: Ավելացնել գաղտնիք
pt_pt: Adicionar Cco
ru: Добавить скрытую копию
th: เพิ่ม Bcc
zh_hans: 添加密件

# chatGettingFriendPublicKey
source: Getting friend public key
es: Obteniendo la clave pública de un amigo
hy: Ստանալ ընկերոջ հրապարակային բանալին
pt_pt: Obtendo a chave pública de um amigo
ru: Получение открытого ключа друга
th: รับรหัสสาธารณะของเพื่อน
zh_hans: 正在获取好友公钥

# chatFunctionIntroduction
source: Function Introduction >
es: Introducción a la función>
hy: Նկարագրություն ներդրում >
pt_pt: Introdução à funcionalidade>
ru: Введение в функцию>
th: คุณสมบัติเบื้องต้น>
zh_hans: 功能介绍 >

# chatFullChain
source: Full Chain
es: cadena completa
hy: ամբողջական շղթա
pt_pt: cadeia completa
ru: полная цепочка
th: เต็มโซ่
zh_hans: 全链

# chatFullPlatform
source: Full Platform
es: plataforma completa
hy: ամբողջական հարթակ
pt_pt: plataforma completa
ru: полная платформа
th: แพลตฟอร์มเต็ม
zh_hans: 全平台

# chatMining
source: Mining
es: minería
hy: հանքարդյունաբերություն
pt_pt: mineração
ru: майнинг
th: การขุด
zh_hans: 挖矿

# chatEncryptedCommunication
source: Encrypted Communication
es: Comunicación cifrada
hy: կոդավորված հաղորդակցություն
pt_pt: Comunicação criptografada
ru: Зашифрованная связь
th: การสื่อสารที่เข้ารหัส
zh_hans: 加密通信

# chatDigitalAssets
source: Digital Assets
es: Activos digitales
hy: Թվային ակտիվներ
pt_pt: Ativos Digitais
ru: Цифровые активы
th: สินทรัพย์ดิจิทัล
zh_hans: 数字资产

# themeLight
source: Day Mode
es: Modo día
hy: Օրակարգ
pt_pt: Modo dia
ru: Дневной режим
th: โหมดกลางวัน
zh_hans: 日间模式

# themeDark
source: Night Mode
es: Modo nocturno
hy: Գիշերային ռեժիմ
pt_pt: Modo noturno
ru: Ночной режим
th: โหมดกลางคืน
zh_hans: 夜间模式
