Repository: telecommai/ios
Catalog: Telecomm/Telecomm/Lib/Componet/ChatComps/Language/*.lproj/ChatComps.strings
Languages: es, hy, pt_pt, ru, th, zh_hans

# chatFailedToGetGroupMember
source: Failed to get group member
es: Error al obtener el miembro del grupo
hy: Ստացեք խմբի անդամի ձախողումը
pt_pt: obter membros do grupo falhou
ru: Ошибка получения члена группы
th: รับสมาชิกกลุ่มล้มเหลว
zh_hans: 获取群成员失败

# chatFailedToGetAddress
source: Failed to get address
es: Error al obtener la dirección
hy: Չհաջողվեց ստանալ հասցեն
pt_pt: endereço de trabalho tribal falhar
ru: Не удалось получить адрес
th: ที่อยู่ของเผ่าไม่สามารถรับได้
zh_hans: 工作地址加载失败

# chatOnlyOwnersAndManagersCanDoThis
source: Only owners and managers can do this
es: Solo los propietarios y administradores pueden hacer esto
hy: Միայն սեփականատերերն ու ադմինիստրատորները կարող են դա անել
pt_pt: Somente os proprietários e administradores podem fazer isso
ru: Это могут делать только владельцы и администраторы
th: มีเพียงเจ้าของและผู้ดูแลระบบเท่านั้นที่สามารถทำได้
zh_hans: 只有群主和管理员才能进行此操作

# chatPleaseEnterANewTribalName
source: Please enter a new tribal name
es: Introduzca un nuevo nombre tribal
hy: Խնդրում ենք մուտքագրել նոր ցեղային անուն
pt_pt: Digite um nome novo tribo
ru: Пожалуйста, введите новое племенное имя
th: โปรดป้อนชื่อเผ่าใหม่
zh_hans: 请输入新的部落名

# chatModifyingTheTribalNameFailed
source: Modifying the tribal name failed
es: Error al modificar el nombre de la tribu
hy: Չհաջողվեց փոփոխել ցեղի անունը
pt_pt: modificar o nome tribal falhou
ru: Не удалось изменить имя племени
th: ไม่สามารถแก้ไขชื่อเผ่า
zh_hans: 修改部落名失败

# chatTribalEnglishName
source: Tribal English Name
es: nombre tribal en inglés
hy: ցեղային անգլերեն անունը
pt_pt: nome tribal Inglês
ru: племенное английское имя
th: ชื่อภาษาอังกฤษของชนเผ่า
zh_hans: 部落英文名称

# chatPleaseEnterAnEnglishName
source: Please enter an English name
es: Introduzca el nombre en inglés
hy: Խնդրում ենք մուտքագրել անգլերեն անունը
pt_pt: Digite o nome
ru: Пожалуйста, введите английское имя
th: โปรดป้อนชื่อภาษาอังกฤษ
zh_hans: 请输入英文名称

# chatSettingEnglishNameFailed
source: Setting English name failed
es: Error al establecer el nombre en inglés
hy: Չհաջողվեց ստեղծել անգլերեն անունը
pt_pt: falhou em definir o nome Inglês
ru: Не удалось установить английское имя
th: ไม่สามารถตั้งชื่อภาษาอังกฤษ
zh_hans: 设置英文名称失败

# chatPleaseEnterTheCorrectEnglishCharacters
source: Please enter the correct English characters
es: Introduzca los caracteres correctos en inglés
hy: Խնդրում ենք մուտքագրել ճիշտ անգլերեն նիշերը
pt_pt: Digite os caracteres ingleses corretas
ru: Пожалуйста, введите правильные английские символы
th: โปรดป้อนอักขระภาษาอังกฤษที่ถูกต้อง
zh_hans: 请输入正确的英文字符

# chatMyAliasInGroup
source: My Alias In Group
es: Mi apodo en esta tribu
hy: Այս ցեղում իմ մականունը
pt_pt: Meu apelido nesta tribo
ru: Мой ник в этом племени
th: ชื่อเล่นของฉันในเผ่านี้
zh_hans: 我在本部落的昵称

# chatPleaseEnterANewTribalNickname
source: Please enter a new tribal nickname
es: Introduzca un nuevo apodo tribal
hy: Խնդրում ենք մուտքագրել նոր ցեղային մականուն
pt_pt: Digite uma nova tribo apelido
ru: Пожалуйста, введите новый племенной ник
th: โปรดป้อนชื่อเล่นเผ่าใหม่
zh_hans: 请输入新的部落昵称

# chatModifyingTheNoteNameFailed
source: Modifying the note name failed!
es: ¡No se pudo modificar el nombre de la nota!
hy: Անհրաժեշտ է փոփոխել հիշողությունը անունը
pt_pt: Editar nome Nota falhou!
ru: Не удалось изменить имя заметки!
th: แก้ไขชื่อบันทึกล้มเหลว!
zh_hans: 修改备注名失败!

# chatTribalAddressAlreadyExists
source: Tribal address already exists
es: La dirección tribal ya existe
hy: Տոհմային հասցեն արդեն գոյություն ունի
pt_pt: Endereço Tribal já existe
ru: Племенной адрес уже существует
th: ที่อยู่ของชนเผ่ามีอยู่แล้ว
zh_hans: 部落地址已存在

# chatAddTribalAddressSuccessfully
source: Add tribal address successfully
es: Agregar dirección tribal con éxito
hy: Ավելացնել ցեղային հասցե հաջողությամբ
pt_pt: Adicionar endereço de sucesso tribal
ru: Успешно добавить племенной адрес
th: เพิ่มที่อยู่ของชนเผ่าสำเร็จ
zh_hans: 添加部落地址成功

# chatAddingTribalAddressFailed
source: Adding tribal address failed
es: Error al agregar la dirección tribal
hy: Չհաջողվեց ավելացնել ցեղային հասցե
pt_pt: Adicionando endereço falhou tribo
ru: Не удалось добавить племенной адрес
th: ไม่สามารถเพิ่มที่อยู่ของชนเผ่า
zh_hans: 添加部落地址失败

# chatMakeSureDelete
source: Make sure to delete
es: OK eliminar
hy: Եկեք եւ միացեք
pt_pt: Excluir OK
ru: Подтвердите удаление
th: ตกลงลบ
zh_hans: 确定删除

# chatTribe
source: tribe.
es: Tribu
hy: ցեղ
pt_pt: ele tribal
ru: Племя
th: เผ่า
zh_hans: 部落吧

# chatMakeSureToDissolveTheTribe
source: Make sure to dissolve the tribe
es: Determinando la Disolución de la Horda
hy: Որոշել է հերոսների բաժանումը
pt_pt: determinação da tribo dissolução
ru: Определение расформирования Орды
th: การกำหนดการแยกส่วนของฝูงชน
zh_hans: 确定解散本部落

# chatMakeSureToQuitTheTribe
source: Make sure to quit the tribe
es: OK para salir de esta tribu
hy: Համոզվեք, որ թողեք ցեղը
pt_pt: OK para sair tribo
ru: Подтверждение выхода из племени
th: ตกลงเพื่อออกจากเผ่านี้
zh_hans: 确定退出本部落

# chatDissolvingTheTribe
source: Dissolving the tribe
es: Disolviendo la Horda
hy: Հորդի լուծում
pt_pt: representa a dissolução desta tribo
ru: Растворение Орды
th: กำลังละลายกลุ่ม
zh_hans: 正在解散本部落

# chatExitingTheTribe
source: Exiting the tribe
es: Saliendo de esta tribu
hy: Այս ցեղից դուրս գալը
pt_pt: Sair desta tribo
ru: Выход из этого племени
th: ออกจากเผ่านี้
zh_hans: 正在退出本部落

# chatSetupFailedPleaseTryAgainLater
source: Setup failed, please try again later
es: Falló la configuración, inténtelo más tarde
hy: Կարգավորումը չկատարվեց, փորձեք ավելի ուշ կրկին փորձել
pt_pt: A configuração falhou, tente novamente mais tarde
ru: Не удалось выполнить настройку, повторите попытку позже
th: การตั้งค่าล้มเหลวโปรดลองอีกครั้งในภายหลัง
zh_hans: 设置失败，请稍后重试

# chatTribalName2
source: Tribal Name
es: nombre tribal
hy: ցեղային անուն
pt_pt: nome tribal
ru: племенное имя
th: ชื่อเผ่า
zh_hans: 部落名称

# chatFreeGroup
source: Free Group
es: Libre para ingresar al grupo
hy: Ազատ է մտնել խումբը
pt_pt: Livre para entrar no grupo
ru: Бесплатно войти в группу
th: ฟรีเพื่อเข้าสู่กลุ่ม
zh_hans: 自由进群

# chatAllMembersAreBanned
source: All members are banned
es: Todos los miembros están prohibidos
hy: Բոլոր անդամները արգելված են
pt_pt: Todos os membros são banidos
ru: Все участники забанены
th: สมาชิกทั้งหมดถูกแบน
zh_hans: 全员禁言

# chatTribalWorkAddress
source: Tribal work address
es: Dirección de trabajo tribal
hy: Ցեղի աշխատանքի հասցե
pt_pt: Endereço do trabalho tribal
ru: Племенной рабочий адрес
th: ที่อยู่ที่ทำงานของชนเผ่า
zh_hans: 部落工作地址

# chatCreationTime
source: Creation Time
es: Crear tiempo
hy: Ստեղծել ժամանակ
pt_pt: Criar hora
ru: Создать время
th: สร้างเวลา
zh_hans: 创建时间

# chatSharingTribe
source: Sharing Tribe
es: Compartir la Horda
hy: Ցույց տալով ցեղը
pt_pt: Compartilhe a Horda
ru: Раздели Орду
th: แบ่งปันฝูงชน
zh_hans: 分享部落

# chatNotSet
source: Not Set
es: Aún no establecido
hy: Չի սահմանվել
pt_pt: Ainda não definido
ru: Пока не установлено
th: ยังไม่ได้ตั้งค่า
zh_hans: 暂未设置

# chatDeleteAndExit
source: Delete and exit
es: Eliminar y salir
hy: Ջնջել եւ դուրս գալ
pt_pt: Excluir e sair
ru: Удалить и выйти
th: ลบและออก
zh_hans: 删除并退出

# chatGroupMember
source: Group Member
es: miembro del grupo
hy: խմբի անդամ
pt_pt: membro do grupo
ru: участник группы
th: สมาชิกกลุ่ม
zh_hans: 群成员

# chatGroupOwner2
source: Group Owner
es: Grupo
hy: խմբի սեփականատեր
pt_pt: dono do grupo
ru: владелец группы
th: เจ้าของกลุ่ม
zh_hans: 群 主

# chatAdministrator2
source: Administrator
es: Administrador
hy: Ադմինիստրատոր
pt_pt: Administrador
ru: Администратор
th: ผู้ดูแลระบบ
zh_hans: 管理员

# chatPleaseEnterNewNickname
source: Please enter a new nickname
es: Por favor ingrese un nuevo apodo
hy: Խնդրում ենք մուտքագրել նոր մականուն
pt_pt: Por favor, digite um novo apelido
ru: Пожалуйста, введите новый ник
th: โปรดป้อนชื่อเล่นใหม่
zh_hans: 请输入新的昵称

# chatGoodNamesCanMakeItEasierForYourFriendsToRememberYou
source: Good names can make it easier for your good friends to remember you.
es: Un buen nombre hace que tus buenos amigos te recuerden más fácilmente
hy: Լավ անունը հեշտացնում է ձեր լավ ընկերների համար հիշել ձեզ
pt_pt: O bom nome torna mais fácil para seus amigos se lembrarem de você
ru: Доброе имя помогает вашим хорошим друзьям запомнить вас
th: ชื่อที่ดีทำให้เพื่อนที่ดีของคุณจำคุณได้ง่ายขึ้น
zh_hans: 好名字可以让你的好朋友更容易记住你

# chatChangeNickname
source: Change Nickname
es: Cambiar apodo
hy: Փոխել մականունը
pt_pt: Alterar apelido
ru: Изменить ник
th: เปลี่ยนชื่อเล่น
zh_hans: 更改昵称

# chatSubmitting
source: Submitting...
es: Enviando ...
hy: Ներկայացնելը ...
pt_pt: Enviando ...
ru: Отправка ...
th: กำลังส่ง ...
zh_hans: 正在提交...

# chatNicknameModifiedSuccessfully
source: Nickname modified successfully
es: El apodo se modificó correctamente
hy: Մականունը հաջողությամբ փոխվել է
pt_pt: O apelido foi modificado com sucesso
ru: Псевдоним был успешно изменен
th: ชื่อเล่นได้รับการแก้ไขเรียบร้อยแล้ว
zh_hans: 昵称修改成功

# chatNicknameModificationFailed
source: Nickname modification failed
es: error en la modificación del apodo
hy: մականունը փոփոխություն չի կատարվել
pt_pt: modificação do apelido falhou
ru: Ошибка изменения псевдонима
th: การแก้ไขชื่อเล่นล้มเหลว
zh_hans: 昵称修改失败

# chatPersonalInformation
source: Personal Information
es: Información personal
hy: Անձնական տվյալներ
pt_pt: Informações Pessoais
ru: Личная информация
th: ข้อมูลส่วนบุคคล
zh_hans: 个人信息

# chatUnfilled
source: Unfilled
es: no llenado
hy: լրացված չէ
pt_pt: não preenchido
ru: не заполнено
th: ไม่ได้กรอก
zh_hans: 未填写

# chatReceiveStrangerNews
source: Receive stranger news
es: Recibir mensajes extraños
hy: Ստանդարտ հաղորդագրությունների ստացում
pt_pt: Receber mensagens estranhas
ru: Получать посторонние сообщения
th: รับข้อความคนแปลกหน้า
zh_hans: 接收陌生人消息

# chatMyReceiptCode
source: My receipt code
es: Mi código de colección
hy: Իմ հավաքածուի կոդ
pt_pt: Meu código de coleção
ru: Код моей коллекции
th: รหัสชุดของฉัน
zh_hans: 我的收款码

# chatUnderRevision
source: Under Revision
es: Modifying ...
hy: Փոփոխում ...
pt_pt: Modificando ...
ru: Изменение ...
th: กำลังแก้ไข ...
zh_hans: 正在修改...

# chatPleaseEnterNewSignature
source: Please enter a new signature
es: Introduzca una nueva firma
hy: Խնդրում ենք մուտքագրել նոր ստորագրություն
pt_pt: Por favor, digite uma nova assinatura
ru: Пожалуйста, введите новую подпись
th: โปรดป้อนลายเซ็นใหม่
zh_hans: 请输入新的个性签名

# chatPersonalSignatureChangedSuccessfully
source: Personal signature changed successfully
es: La modificación de la firma personal fue exitosa
hy: Անհատական ստորագրության փոփոխություն հաջողվեց
pt_pt: Modificação de assinatura pessoal bem-sucedida
ru: Изменение личной подписи выполнено успешно
th: การปรับเปลี่ยนลายเซ็นส่วนตัวสำเร็จแล้ว
zh_hans: 个性签名修改成功

# chatPersonalSignatureModificationFailed
source: Personal signature modification failed
es: Falló la modificación de la firma personal
hy: Անհատական ստորագրության փոփոխություն չի կատարվել
pt_pt: Falha na modificação da assinatura pessoal
ru: Ошибка изменения личной подписи
th: การปรับเปลี่ยนลายเซ็นส่วนตัวล้มเหลว
zh_hans: 个性签名修改失败

# chatGoingOffline
source: Going Offline
es: Debajo de la línea
hy: Գծի տակ
pt_pt: Abaixo da linha
ru: Под линией
th: ภายใต้บรรทัด
zh_hans: 正在下线

# chatSendOfflineMessageSuccessfully
source: Send offline message successfully
es: Enviar mensaje sin conexión correctamente
hy: Ուղարկեք անցանց հաղորդագրությունը հաջողությամբ
pt_pt: Enviar mensagem off-line com sucesso
ru: Успешно отправить автономное сообщение
th: ส่งข้อความออฟไลน์สำเร็จ
zh_hans: 发送下线消息成功

# chatDownlineFailed
source: Downline failed, please try again later
es: Falló el subrayado, inténtelo de nuevo más tarde
hy: Ներբեռնման ձախողվեց, խնդրում ենք փորձեք ավելի ուշ:
pt_pt: Falha no sublinhado, tente novamente mais tarde
ru: Ошибка подчеркивания, повторите попытку позже
th: ขีดเส้นใต้ล้มเหลวโปรดลองอีกครั้งในภายหลัง
zh_hans: 下线失败，请稍后再试

# chatUnderline
source: Offline
es: downline
hy: Անցանց
pt_pt: downline
ru: выход
th: ดาวน์ไลน์
zh_hans: 下线

# chatTheOtherPartyHasNotSetTheReceiptCode
source: The other party has not set the receipt code
es: La otra parte aún no ha configurado el código de recibo
hy: Մյուս կողմը դեռ չի ստացել անդորրագիրը
pt_pt: A outra parte ainda não definiu o código de recibo
ru: Другая сторона еще не установила код квитанции
th: บุคคลอื่นยังไม่ได้ตั้งรหัสใบเสร็จรับเงิน
zh_hans: 对方暂未设置收款码

# chatRemindHim
source: Remind Him
es: Recuérdele
hy: Հիշեցրեք նրան
pt_pt: Lembre-o
ru: Напомнить ему
th: เตือนเขา
zh_hans: 提醒他

# chatCollectionCode
source: collection code
es: Código de recibo
hy: Ստացական կոդը
pt_pt: Código de Recebimento
ru: Код квитанции
th: รหัสใบเสร็จรับเงิน
zh_hans: 收款码

# chatIdentificationReceiptCode
source: Identification receipt code
es: Identifique el código de recibo
hy: Նշեք անդորրագիրը
pt_pt: Identifique o código de recebimento
ru: Определить код квитанции
th: ระบุรหัสใบเสร็จ
zh_hans: 识别收款码

# chatSaveTheReceiptCode
source: Save the receipt code
es: Guardar código de recibo
hy: Պահպանել անդորրագիրը
pt_pt: Salvar código de recebimento
ru: Сохранить код квитанции
th: บันทึกรหัสใบเสร็จ
zh_hans: 保存收款码

# chatTheRecognitionResultHasBeenCopiedToTheClipboard
source: The recognition result has been copied to the clipboard
es: El resultado del reconocimiento se ha copiado en el portapapeles
hy: ճանաչման արդյունքը պատճենվել է clipboard
pt_pt: O resultado do reconhecimento foi copiado para a área de transferência
ru: Результат распознавания был скопирован в буфер обмена
th: ผลการจดจำถูกคัดลอกไปยังคลิปบอร์ด
zh_hans: 已复制识别结果到剪切板

# chatScanResult
source: Scan Result
es: resultado del análisis
hy: սկան արդյունք
pt_pt: resultado da verificação
ru: результат сканирования
th: ผลการสแกน
zh_hans: 扫描结果

# chatYouHaveNotYetGeneratedQRCode
source: You have not yet generated a QR code
es: Aún no ha generado un código QR
hy: Դուք դեռ չեք ստեղծել QR կոդ
pt_pt: Você ainda não gerou um código QR
ru: Вы еще не создали QR-код
th: คุณยังไม่ได้สร้างรหัส QR
zh_hans: 您还没有生成二维码

# chatSetMyWeChatCollectionCode
source: Set my WeChat collection code
es: Establecer el código de mi colección de WeChat
hy: Սահմանեք իմ WeChat հավաքագրման կոդը
pt_pt: Definir meu código de coleta do WeChat
ru: Установить мой код коллекции WeChat
th: ตั้งรหัส WeChat ของฉัน
zh_hans: 设置我的微信收款码

# chatSetMyAlipayCollectionCode
source: Set my Alipay collection code
es: Configurar mi código de colección Alipay
hy: Սահմանել իմ Alipay հավաքագրման կոդ
pt_pt: Definir meu código de coleção Alipay
ru: Установить мой код коллекции Alipay
th: ตั้งรหัสการรวบรวมของฉัน Alipay
zh_hans: 设置我的支付宝收款码

# chatFailedToSetThePaymentCodePleaseTryAgain
source: Failed to set the payment code, please try again
es: No se pudo establecer el código del recibo, inténtelo de nuevo
hy: Չհաջողվեց հաստատել ստացական կոդը, խնդրում ենք նորից փորձել
pt_pt: Falha ao definir o código do recibo, por favor tente novamente
ru: Не удалось установить код квитанции, повторите попытку
th: ไม่สามารถตั้งรหัสใบเสร็จได้โปรดลองอีกครั้ง
zh_hans: 设置收款码失败，请重试

# chatScanQRCodeAndAddMeAsFriend
source: Scan QR code and add me as a friend
es: Escanear el código QR, agregarme como amigo
hy: Սկսել QR կոդ, ավելացնել ինձ որպես ընկեր
pt_pt: Escaneie o código QR, adicione-me como amigo
ru: Сканировать QR-код, добавить меня в друзья
th: สแกนรหัส QR เพิ่มฉันเป็นเพื่อน
zh_hans: 扫描二维码，加我为好友

# chatCurrentVersion
source: Current Version
es: versión actual
hy: ընթացիկ տարբերակ
pt_pt: versão atual
ru: текущая версия
th: เวอร์ชันปัจจุบัน
zh_hans: 当前版本

# chatScanTheQRCodeAboveToDownload
source: Scan the QR code above to download
es: Escanee el código QR anterior, descargue
hy: Ստուգեք վերը նշված QR կոդը, ներբեռնեք
pt_pt: Digitalize o código QR acima, faça o download
ru: Сканировать указанный выше QR-код, загрузить
th: สแกนรหัส QR ด้านบนดาวน์โหลด
zh_hans: 扫描上方二维码，下载

# chatScanQRCodeForEnergyExchange
source: Scan QR code for energy exchange
es: Escanear el código QR para intercambio de energía
hy: Էներգետիկ փոխանակման համար QR կոդի սկանավորում
pt_pt: Verificar código QR para troca de energia
ru: Сканировать QR-код для обмена энергией
th: สแกนรหัส QR สำหรับการแลกเปลี่ยนพลังงาน
zh_hans: 扫描二维码进行能量交换

# chatSeTheNumberOfExchanges
source: Set the number of exchanges
es: Establecer el número de intercambios
hy: Սահմանել միավորների քանակը
pt_pt: Definir o número de trocas
ru: Установить количество обменов
th: ตั้งค่าจำนวนการแลกเปลี่ยน
zh_hans: 设置交换数量

# chatPleaseEnterTheCorrectEnergy
source: Please enter the correct energy
es: Ingrese la energía correcta
hy: Խնդրում ենք մուտքագրել ճիշտ էներգիան
pt_pt: Por favor, digite a energia correta
ru: Пожалуйста, введите правильную энергию
th: โปรดป้อนพลังงานที่ถูกต้อง
zh_hans: 请输入正确的能量

# chatTransferEnergy
source: Transfer Energy
es: transferencia a energía
hy: էներգիայի փոխանցում
pt_pt: transferir para energia
ru: передача энергии
th: ถ่ายโอนเป็นพลังงาน
zh_hans: 转入能量

# chatTransferOutEnergy
source: Transfer Out Energy
es: apagar energía
hy: դուրս է գալիս էներգիա
pt_pt: ligar energia
ru: получи энергию
th: เปลี่ยนพลังงาน
zh_hans: 转出能量

# chatSweepTheQRCodeAboveAndFollowTheApplicationAccounts
source: Sweep the QR code above and follow the Application Accounts
es: Barrer el código QR anterior y seguir el número de solicitud
hy: Ստուգել վերը QR կոդը եւ հետեւեք հայտի համարը
pt_pt: Varra o código QR acima e siga o número do aplicativo
ru: Сканировать вышеуказанный QR-код и следовать номеру приложения
th: กวาดรหัส QR ด้านบนและทำตามหมายเลขแอปพลิเคชัน
zh_hans: 扫一扫上面的二维码图案,关注该应用号

# chatSweepTheQRCodeOnTheTopAndAddMeAsFriend
source: Sweep the QR code on the top and add me as a friend.
es: Barrer el código QR de arriba y agregarme como amigo
hy: Վերացնել վերը QR կոդը եւ ավելացնել ինձ որպես ընկեր
pt_pt: Varrer o código QR acima e me adicionar como amigo
ru: Очистить приведенный выше QR-код и добавить меня в друзья
th: กวาดรหัส QR ด้านบนและเพิ่มฉันเป็นเพื่อน
zh_hans: 扫一扫上面的二维码图案,加我为好友

# chatQRCodeScanResult
source: QR code scan result
es: resultado de escaneo de código QR
hy: QR կոդը սկան արդյունք
pt_pt: Resultado da verificação do código QR
ru: Результат сканирования QR-кода
th: ผลการสแกนรหัส QR
zh_hans: 二维码扫描结果

# chatTheFollowingContentIsTheScanResultPleaseClickIfYouWantToUse
source: The following content is the scan result, please click if you want to use
es: El siguiente contenido es el resultado del análisis, haga clic en Si necesita usar
hy: Հետեւյալ բովանդակությունը սկանավորման արդյունք է, սեղմեք" Եթե անհրաժեշտ է օգտագործել
pt_pt: O seguinte é os resultados da verificação, clique para o uso de
ru: Следующее содержимое является результатом сканирования, пожалуйста, нажмите Если вам нужно использовать »
th: เนื้อหาต่อไปนี้เป็นผลการสแกนโปรดคลิก ถ้าคุณต้องการใช้
zh_hans: 以下内容为扫描结果，如需使用请点击

# chatAutomaticallyScanTheQRCodeByPlacingItInTheViewfinder
source: Automatically scan the QR code by placing it in the viewfinder
es: Escanear automáticamente el código QR en el visor
hy: Ավտոմատ կերպով սկան QR կոդը դիտարկիչի մեջ
pt_pt: bidimensional código vai ser colocada automaticamente na verificação de quadro
ru: Автоматически сканировать QR-код в видоискатель
th: สแกน QR โค้ดอัตโนมัติเข้าไปในช่องมองภาพ
zh_hans: 将二维码放入取景框中即可自动扫描

# chatTheDeviceDoesNotSupportAccessToTheAlbum
source: The device does not support access to the album, please set it in Settings -> Privacy -> Photos!
es: El dispositivo no admite el acceso al álbum, configúrelo en Configuración -> Privacidad -> Fotos!
hy: Սարքը չի աջակցում ալբոմի մուտքը, խնդրում ենք այն սահմանել Կարգավորում-> Գաղտնիություն -> Լուսանկարներ:
pt_pt: ! Dispositivo não suporta o acesso ao álbum, nas Configurações -> Privacidade -> definir a foto
ru: Устройство не поддерживает доступ к альбому, установите его в« Настройки »->« Конфиденциальность »->« Фотографии! »
th: อุปกรณ์ไม่รองรับการเข้าถึงอัลบั้มโปรดตั้งค่าในการตั้งค่า -> ความเป็นส่วนตัว -> ภาพถ่าย!
zh_hans: 设备不支持访问相册，请在设置->隐私->照片中进行设置！

# chatExchangeQuantity
source: Amount
es: Cantidad de intercambio
hy: Փոխանակման քանակ
pt_pt: Quantidade do Exchange
ru: Количество обмена
th: ปริมาณการแลกเปลี่ยน
zh_hans: 交换数量

# chatPleaseEnterTheNumberOfExchanges
source: Number of exchanges
es: Introduzca el número de intercambios
hy: Խնդրում ենք մուտքագրել բորսաների քանակը
pt_pt: Por favor digite o número de trocas
ru: Пожалуйста, введите количество обменов
th: โปรดป้อนจำนวนการแลกเปลี่ยน
zh_hans: 请输入交换数量

# chatWebsiteLoading
source: Website loading...
es: Cargando página ...
hy: Էջ բեռնում ...
pt_pt: Carregamento de página ...
ru: Загрузка страницы ...
th: กำลังโหลดหน้า ...
zh_hans: 网页加载中...

# chatRecentFile
source: Recent File
es: Archivos recientes
hy: Վերջին ֆայլեր
pt_pt: Arquivos recentes
ru: Последние файлы
th: ไฟล์ล่าสุด
zh_hans: 最近文件

# chatCanOnlyChooseAfterDownloadingTheFile
source: Can only choose after downloading the file
es: Seleccione el archivo después de descargar
hy: Ընտրեք ֆայլը բեռնելուց հետո
pt_pt: Selecione o arquivo após o download
ru: Выбрать файл после загрузки
th: เลือกไฟล์หลังจากดาวน์โหลด
zh_hans: 文件下载后才能选择

# chatGoDowmload
source: Go Download
es: Ir a descargar
hy: Գնալ ներբեռնելու համար
pt_pt: Ir para download
ru: Перейти к загрузке
th: ไปที่ดาวน์โหลด
zh_hans: 去下载

# chatAreYouSureToDeleteTheFile
source: Are you sure to delete the file?
es: ¿Está seguro de eliminar el archivo?
hy: Դուք համոզված եք ջնջել ֆայլը
pt_pt: Tem certeza de que apagou o arquivo?
ru: Вы уверены, что хотите удалить файл?
th: คุณแน่ใจที่จะลบไฟล์หรือไม่
zh_hans: 确定删除文件？

# chatReferralContact
source: Referral Contact
es: Contacto recomendado
hy: Առաջարկվող կոնտակտ
pt_pt: Contato recomendado
ru: Рекомендуемый контакт
th: ผู้ติดต่อที่แนะนำ
zh_hans: 推荐联系人

# chatTribalBusinessCard
source: Tribal business card
es: Tarjeta de visita tribal
hy: Տոհմային այցեքարտ
pt_pt: Cartão de visita tribal
ru: Племенная визитная карточка
th: นามบัตร Tribal
zh_hans: 部落名片

# chatPersonalBusinessCard
source: Personal business card
es: Tarjeta de visita personal
hy: Անձնական գործարար քարտ
pt_pt: Cartão de visita pessoal
ru: Личная визитная карточка
th: นามบัตรส่วนตัว
zh_hans: 个人名片

# chatSelectCurrency
source: Select Currency
es: Seleccionar moneda
hy: Ընտրեք արժույթը
pt_pt: Selecionar moeda
ru: Выбрать валюту
th: เลือกสกุลเงิน
zh_hans: 选择币种

# chatMyReceived
source: Received
es: Recibí
hy: Ես ստացել եմ
pt_pt: Eu recebi
ru: Я получил
th: ฉันได้รับ
zh_hans: 我收到的

# chatMySentOut
source: Sent Out
es: Envié
hy: Ես ուղարկեցի
pt_pt: Eu enviei
ru: Я отправил
th: ฉันส่ง
zh_hans: 我发出的

# chatRedEnvelopePoster
source: Red envelope poster
es: Póster de sobre rojo
hy: Կարմիր ծրարի պաստառ
pt_pt: Cartaz envelope vermelho
ru: Плакат с красным конвертом
th: โปสเตอร์ซองจดหมายสีแดง
zh_hans: 红包海报

# chatBlockchainBasedInstantMessagingAndDigitalAssetOpenPlatform
source: Blockchain-based instant messaging and digital asset open platform
es: Plataforma abierta de mensajería instantánea y activos digitales basada en Blockchain
hy: Blockchain- ի վրա հիմնված ակնթարթային հաղորդագրությունների եւ թվային ակտիվների բաց հարթակ
pt_pt: cadeia de bloco baseado mensagens instantâneas e ativos digitais de plataforma aberta
ru: Платформа обмена мгновенными сообщениями на основе блокчейнов и открытая платформа цифровых активов
th: แพลตฟอร์มการส่งข้อความโต้ตอบแบบทันทีที่ใช้บล็อกเชนและสินทรัพย์ดิจิทัล
zh_hans: 基于区块链的即时通讯与数字资产开放平台

# chatScanCodeImmediatelyLeadRedPacket
source: Scan code immediately lead red packet
es: El código de escaneo encabeza inmediatamente el sobre rojo
hy: Սկան կոդը անմիջապես հանգեցնում է կարմիր ծրարին
pt_pt: O código de verificação leva imediatamente um envelope vermelho
ru: Код сканирования сразу приводит к красному конверту
th: สแกนรหัสนำไปสู่ซองจดหมายสีแดงทันที
zh_hans: 扫码立即领红包

# chatHowToGetRedPacket
source: How to get red packet
es: Cómo recibir paquetes rojos
hy: Ինչպես ստանալ կարմիր փաթեթներ
pt_pt: Como receber pacotes vermelhos
ru: Как получить красные пакеты
th: วิธีรับแพ็กเก็ตสีแดง
zh_hans: 如何领取红包
