Repository: telecommai/ios
Catalog: Telecomm/Telecomm/Lib/Componet/HealthComps/Language/*.lproj/HealthComps.strings
Languages: hy, th

source: Home
hy: Գլխավոր էջ
th: บ้าน

source: Running
hy: Վազում
th: กำลังทำงาน

source: Fitness
hy: Ֆիտնես
th: ความเหมาะสม

source: Walking
hy: Քայլելով
th: เดิน

source: Cycling
hy: Հեծանվավազք
th: การขี่จักรยาน

# connection
source: Connected
hy: Կապված
th: เชื่อมต่อ

source: Watch Battery
hy: Դիտեք մարտկոցը
th: ดูแบตเตอรี่

source: Today
hy: Այսօր
th: วันนี้

source: Step
hy: Քայլ
th: ขั้นตอน

source: Completed
hy: Ավարտվեց
th: เสร็จสิ้น

# target
source: Aims
hy: Նպատակը
th: เป้าหมาย

source: Distance
hy: Հեռավորությունը
th: ระยะทาง

source: Heat
hy: Ջերմություն
th: ความร้อน

source: Heart Rate
hy: Սրտի տոկոսադրույքը
th: อัตราการเต้นของหัวใจ

# activeStatistical
source: Active Statistics
hy: Ակտիվ վիճակագրություն
th: สถิติที่ใช้งานอยู่

# sportsLevel
source: Sport Level
hy: Սպորտի մակարդակը
th: ระดับกีฬา

# noLevel
source: No Rating
hy: Ոչ վարկանիշ
th: ไม่มีระดับ

source: Primary
hy: Առաջնային
th: ประถม

source: Personal Record
hy: Անձնական գրառում
th: บันทึกส่วนตัว

# importNewDevice
source: Import New Devices
hy: Ներմուծեք նոր սարքը
th: นำเข้าอุปกรณ์ใหม่
