Repository: telecommai/ios
Catalog: Telecomm/Telecomm/Lib/Componet/NewsComps/Language/*.lproj/NewsComps.strings
Languages: th

# writeComment
source: Write a review...
th: เขียนความคิดเห็น...

source: Comment
th: ความคิดเห็น

source: Reply
th: คำตอบ

source: Like
th: ชอบ

source: All Comments
th: ความคิดเห็นทั้งหมด

source: Post
th: ปล่อย

source: Post Successfully
th: โพสต์สำเร็จแล้ว

source: Post Fail
th: การเผยแพร่ล้มเหลว

# NewsViewAll
source: View All
th: ดูทั้งหมด

# NewsComment
source: Comment(s)
th: ความคิดเห็นของบทความ
