Repository: telecommai/ios
Catalog: Telecomm/Telecomm/Lib/Componet/ShareComps/Language/*.lproj/ShareComps.strings
Languages: es, hy, pt_pt, th

# shareCopy
source: Copy
es: copiar enlace
hy: պատճենը հղում
pt_pt: copiar link
th: คัดลอกลิงก์

# shareSystem
source: System
es: sistema compartido
hy: համակարգի փոխանակում
pt_pt: compartilhamento do sistema
th: การแบ่งปันระบบ

# shareSafari
source: Safari
es: Safari abierto
hy: Safari բացվում է
pt_pt: Safari aberto
th: Safari เปิด

# shareCopyToClipboard
source: Copied to clipboard
es: Copiado al portapapeles
hy: Պատճենված է clipboard
pt_pt: Copiado para a área de transferência
th: คัดลอกไปยังคลิปบอร์ด

# shareTribe
source: Tribe
es: Share Horde
hy: Ցույց տալով ցեղը
pt_pt: Compartilhar Horda
th: แบ่งปันจำนวนมาก

# shareFriends
source: Friends
es: contacto
hy: կոնտակտ
pt_pt: contato
th: ที่อยู่ติดต่อ

# shareGravitationalFieldy
source: Gravitational
es: campo gravitacional
hy: գրավիտացիոն դաշտ
pt_pt: campo gravitacional
th: ฟิลด์ความโน้มถ่วง

# shareCancelSharing
source: Cancel sharing
es: Cancelar compartir
hy: Չեղարկել բաժանումը
pt_pt: Cancelar compartilhamento
th: ยกเลิกการแบ่งปัน

# shareChoosePlatform
source: Choose platform to share
hy: Ընտրեք, թե որ պլատֆորմն է կիսելու

# shareSina
source: Sina
es: Weibo
hy: Ուայբո
pt_pt: 微 博
th: 微博

# shareMoments
source: Moments
es: Friends circle
hy: Ընկերների շրջանակը
pt_pt: Círculo de amigos
th: แวดวงเพื่อน

# shareWechatFavorites
source: Wechat Favorites
es: Colección WeChat
hy: WeChat Հավաքածու
pt_pt: Coleção WeChat
th: WeChat Collection

# shareQzone
source: Qzone
es: espacio QQ
hy: QQ տարածք
pt_pt: espaço QQ
th: QQ space
