Repository: telecommai/ios
Catalog: Telecomm/Telecomm/Lib/Componet/EShopComps/Language/*.lproj/EShopComps.strings
Languages: es, hy, pt_pt, ru, th, zh_hans

# EShopGoods
source: Commodity
es: Bienes
hy: Ապրանք
pt_pt: Bens
ru: товар
th: สินค้า
zh_hans: 商品

# EShopEvaluation
source: Evaluation
es: Evaluacion
hy: Գնահատում
pt_pt: Avaliação
ru: оценивать
th: ประเมินผล
zh_hans: 评价

# EShopDetail
source: Details
es: Detalles
hy: Մանրամասներ
pt_pt: Detalhes
ru: подробность
th: รายละเอียด
zh_hans: 详情

# EShopGoodsSku
source: Choose Specifications
es: Por favor seleccione la especificación
hy: Խնդրում ենք ընտրել բնութագրերը
pt_pt: Por favor, selecione a especificação
ru: Пожалуйста, выберите спецификацию
th: กรุณาเลือกสเปค
zh_hans: 请选择 规格

# EShopProductReview
source: Product Review
es: Evaluación de producto
hy: Ապրանքի գնահատումը
pt_pt: Avaliação do produto
ru: Оценка продукта
th: การประเมินผลิตภัณฑ์
zh_hans: 商品评价

# EShopPraise
source: Praise
es: Alabanza
hy: գովասանքի
pt_pt: Louvor
ru: Благоприятный комментарий
th: คำนิยม
zh_hans: 好评

# EShopCollection
source: Collection
es: Coleccion
hy: Ընտրյալներ
pt_pt: Coleção
ru: собирать
th: เก็บ
zh_hans: 收藏

# EShopCollected
source: Collected
es: Favorecido
hy: Հավաքված
pt_pt: Favorito
ru: Коллекция имеет
th: คอลเลกชันที่มี
zh_hans: 已收藏

# EShopService
source: Service
es: Servicio al cliente
hy: Հաճախորդների սպասարկում
pt_pt: Atendimento ao cliente
ru: Обслуживание клиентов
th: การบริการลูกค้า
zh_hans: 客服

# EShopCart
source: Cart
es: Carrito de compras
hy: Գնումների զամբյուղ
pt_pt: Carrinho de compras
ru: Корзина покупок
th: ตะกร้าสินค้า
zh_hans: 购物车

# EShopAddCart
source: Add Cart
es: Agregar al carrito
hy: Ավելացնել զամբյուղի մեջ
pt_pt: Adicionar ao carrinho
ru: Добавить в корзину
th: เพิ่มใส่ตะกร้า
zh_hans: 加入购物车

# EShopBuyNow
source: Buy Now
es: Comprar ahora
hy: Գնել հիմա
pt_pt: Compre agora
ru: Купить сейчас
th: ซื้อเลย
zh_hans: 立即购买

# EShopNoStart
source: Not Started
es: Aún no se ha iniciado
hy: Չի սկսվել
pt_pt: Ainda não iniciado
ru: Еще не началось
th: ยังไม่ได้เริ่ม
zh_hans: 尚未开始

# EShopHaveEnd
source: Ended
es: Terminado
hy: Ավարտվեց
pt_pt: Terminado
ru: Завершено
th: สิ้นสุดแล้ว
zh_hans: 已结束

# EShopSharFriends
source: Share Friends
es: Compartir con un amigo
hy: Ուղարկել ընկերոջը
pt_pt: Compartilhar para amigos
ru: Поделиться с друзьями
th: แบ่งปันให้เพื่อน
zh_hans: 分享到好友

# EShopShareGrivitationField
source: Share Grivitational Field
es: Compartir en el campo gravitacional
hy: Տարածեք գրավիտացիոն դաշտում
pt_pt: Compartilhar para o campo gravitacional
ru: Поделиться в гравитационном поле
th: แบ่งปันไปที่สนามโน้มถ่วง
zh_hans: 分享到引力场

# EShopDeleteCell
source: Delete
es: Eliminar
hy: Ջնջել
pt_pt: Excluir
ru: удалять
th: ลบ
zh_hans: 删除

# EShopEdit
source: Edit
es: Editar
hy: Խմբագրել
pt_pt: Editar
ru: редактировать
th: แก้ไข
zh_hans: 编辑

# EShopComplete
source: Complete
es: Completo
hy: Լրացրեք
pt_pt: Completo
ru: полный
th: สมบูรณ์
zh_hans: 完成

# EShopSettleAccounts
source: Settlement
es: Facturación
hy: Վճարում
pt_pt: Liquidação
ru: заселение
th: การตั้งถิ่นฐาน
zh_hans: 结算

# EShopTotal
source: Total
hy: Ընդամենը
ru: общий
th: ทั้งหมด
zh_hans: 总计

# EShopNoGoods
source: No Goods
es: No hay ningún artículo en el carrito de compras
hy: Զամբյուղում չկա նյութ
pt_pt: Carrinho de compras sem mercadorias
ru: Корзина нет товаров
th: ไม่มีสินค้าในรถเข็น
zh_hans: 购物车暂无商品

# EShopSelected
source: Selected
es: Seleccionado
hy: Ընտրված
pt_pt: Selecionado
ru: выбранный
th: เลือก
zh_hans: 已选

# EShopPurchaseAmount
source: Purchase Quantity
es: Cantidad de compra
hy: Գնման քանակ
pt_pt: Quantidade de compra
ru: Количество покупки
th: ปริมาณการสั่งซื้อ
zh_hans: 购买数量

# EShopMyMall
source: My Mall
es: Mi centro comercial
hy: Իմ խանութը
pt_pt: Meu shopping
ru: Мой торговый центр
th: ห้างสรรพสินค้าของฉัน
zh_hans: 我的商城

# EShopMyOrder
source: My Order
es: Mi pedido
hy: Իմ պատվերը
pt_pt: Meu pedido
ru: Мой заказ
th: คำสั่งของฉัน
zh_hans: 我的订单

# EShopMyAddress
source: My Address
es: Mi dirección de envío
hy: Իմ առաքման հասցեն
pt_pt: Meu endereço de entrega
ru: Мой адрес доставки
th: ที่อยู่จัดส่งของฉัน
zh_hans: 我的收货地址

# EShopMyService
source: My Service
es: Mi servicio
hy: Իմ ծառայությունը
pt_pt: Meu serviço
ru: Мой сервис
th: บริการของฉัน
zh_hans: 我的服务

# EShopScanAll
source: View All
es: Ver todo
hy: Դիտել բոլորը
pt_pt: Ver tudo
ru: Посмотреть все
th: ดูทั้งหมด
zh_hans: 查看全部

# EShopAttention
source: Attention
es: Seguir
hy: Հետեւեք
pt_pt: Atenção
ru: внимание
th: ความสนใจ
zh_hans: 关注

# EShopFootprint
source: Footprint
es: huella
hy: ոտնահետք
pt_pt: Pegada
ru: след
th: รอยพระบาท
zh_hans: 足迹

# EShopExperience
source: Experience
es: Experiencia
hy: Փորձը
pt_pt: Experiência
ru: опыт
th: ประสบการณ์
zh_hans: 心得

# EShopOrderAll
source: All
es: Todos
hy: Բոլորը
pt_pt: Todos
ru: полный
th: สมบูรณ์
zh_hans: 全部

# EShopPendingPayment
source: Pending Payment
es: Pago pendiente
hy: Վճարման սպասում
pt_pt: Pagamento pendente
ru: Ожидающий платеж
th: รอการชำระเงิน
zh_hans: 待付款

# EShopToBeDelivered
source: To Be Delivered
es: Para ser enviado
hy: Փոխանցել
pt_pt: Expedição pendente
ru: Ожидание отправки
th: รอการจัดส่ง
zh_hans: 待发货

# EShopRefundSuccess
source: Refund Successfully
es: Devolución exitosa
hy: Վերադարձի հաջողություն
pt_pt: Reembolso bem-sucedido
ru: Успешное возмещение
th: คืนเงินสำเร็จ
zh_hans: 退款成功

# EShopPendingReceipt
source: Pending Receipt
es: Bienes pendientes
hy: Սպասվող ապրանքներ
pt_pt: Recibo pendente
ru: В ожидании получения
th: รอการรับสินค้า
zh_hans: 待收货

# EShopComment
source: Comment
es: para ser evaluado
hy: գնահատվելու համար
pt_pt: Avaliação pendente
ru: В ожидании оценки
th: รอการประเมิน
zh_hans: 待评价

# EShopCompleted
source: Completed
hy: Ավարտված
pt_pt: Concluído
ru: Завершенный
th: เสร็จ
zh_hans: 已完成

# EShopCanceled
source: Cancelled
es: Cancelado
hy: Չեղարկված
pt_pt: Cancelado
ru: был отменен
th: ได้ถูกยกเลิกแล้ว
zh_hans: 已取消

# EShopClosed
source: Closed
hy: փակ
pt_pt: Fechado
ru: закрыто
th: ปิด
zh_hans: 已关闭

# EShopRefound
source: Refound
es: Devolución de devolución
hy: Վերադարձի վերադարձ
pt_pt: Devolução do reembolso
ru: Возврат денег
th: คืนเงินคืน
zh_hans: 退货退款

# EShopDeleted
source: Deleted
es: Eliminado
hy: Ջնջված
pt_pt: Excluído
ru: удаленный
th: ที่ถูกลบ
zh_hans: 已删除

# EShopOrderWinTreasurePaySuccess
source: Order payment success
es: Exito de pago de la orden
hy: Պատվերի վճարման հաջողությունը
pt_pt: Ordenar o sucesso do pagamento
ru: Успешная оплата заказа
th: สั่งซื้อการชำระเงินสำเร็จ
zh_hans: 订单支付成功

# EShopOrderPayFail
source: Order payment failed
es: Falló el pago de la orden
hy: Պատվերի վճարումը ձախողվեց
pt_pt: O pagamento do pedido falhou
ru: Не удалось оплатить заказ
th: การชำระเงินตามคำสั่งซื้อล้มเหลว
zh_hans: 订单支付失败

# EShopOrderWinTreasureWin
source: Treasure win
es: El tesoro ha sido ganado
hy: Գանձը հաղթել է
pt_pt: O tesouro ganhou
ru: Сокровище выиграно
th: สมบัติได้รับรางวัล
zh_hans: 夺宝已中奖

# EShopOrderWinTreasurePaying
source: Order paying
es: Pago de orden
hy: Պատվերի վճարում
pt_pt: Encomendar pagamento
ru: Оплата заказа
th: สั่งจ่ายเงิน
zh_hans: 订单支付中

# EShopOrderWinTreasurePaying2
source: Order is being paid, please be patient
es: El pedido se está pagando, tenga paciencia
hy: Պատվերը վճարվում է, խնդրում ենք համբերատար լինել
pt_pt: A ordem está sendo paga, por favor seja paciente
ru: Заказ оплачивается, наберитесь терпения
th: คำสั่งซื้อกำลังได้รับการชำระโปรดรอสักครู่
zh_hans: 订单正在支付中，请耐心等待

# EShopOrderSubmitted
source: Your order has been submitted, please complete the payment as soon as possible
es: Su pedido ha sido enviado, complete el pago lo antes posible
hy: Ձեր պատվերը ներկայացվել է, հնարավորինս շուտ ավարտեք վճարումը
pt_pt: Seu pedido foi enviado, preencha o pagamento o mais rápido possível
ru: Ваш заказ отправлен, пожалуйста, завершите оплату как можно скорее
th: ส่งคำสั่งซื้อของคุณแล้วโปรดชำระเงินให้เสร็จโดยเร็วที่สุด
zh_hans: 您的订单已提交，请尽快完成支付

# EShopOrderDelivering
source: Your order is ready for shipment, please wait patiently
es: Su pedido se está enviando, tenga paciencia
hy: Ձեր պատվերը առաքվում է, խնդրում ենք համբերատար լինել
pt_pt: Seu pedido está sendo preparado para entrega, por favor seja paciente
ru: Ваш заказ готовится к доставке, будьте терпеливы
th: คำสั่งซื้อของคุณกำลังเตรียมพร้อมสำหรับการจัดส่งโปรดรอสักครู่
zh_hans: 您的订单正在准备发货，请耐心等待

# EShopOrderDelivered
source: Your order has been shipped, please wait for confirmation of receipt
es: Su pedido ha sido enviado, espere la confirmación del recibo
hy: Ձեր պատվերը առաքվել է, խնդրում ենք սպասել ստացական հաստատման համար
pt_pt: Seu pedido foi enviado, aguarde a confirmação de recebimento
ru: Ваш заказ был отправлен, пожалуйста, дождитесь подтверждения получения
th: ใบสั่งซื้อของคุณได้รับการจัดส่งแล้วโปรดรอการยืนยันการรับสินค้า
zh_hans: 您的订单已发货，请等待确认收货

# EShopOrderRecieved
source: Your order has been signed, please comment
es: Su pedido ha sido firmado, por favor califique
hy: Ձեր պատվերը ստորագրվել է, խնդրում ենք գնահատել
pt_pt: Seu pedido foi assinado, por favor avalie
ru: Ваш заказ был подписан, пожалуйста, оцените
th: ใบสั่งซื้อของคุณได้รับการลงนามแล้วโปรดให้คะแนน
zh_hans: 您的订单已签收，请评价

# EShopOrderRecieved2
source: Please Comment
es: Por favor califique
hy: Խնդրում ենք գնահատել
pt_pt: Por favor classifique
ru: Пожалуйста, оцените
th: กรุณาให้คะแนน
zh_hans: 请评价

# EShopOrderCompleted
source: Transaction Completed
es: Transacción completada
hy: Գործարքի ավարտը
pt_pt: Transação concluída
ru: Транзакция завершена
th: การทำธุรกรรมเสร็จสมบูรณ์
zh_hans: 交易已完成

# EShopOrderCancelled
source: The order has been cancelled
es: Transacción cancelada
hy: Գործարքը չեղարկվել է
pt_pt: Transação cancelada
ru: Транзакция отменена
th: การทำธุรกรรมถูกยกเลิก
zh_hans: 交易已取消

# EShopOrderReasonForShutdown
source: Reason for shutdown: user actively closes
es: Cerrar motivo: cierre proactivo del usuario
hy: Փակեք պատճառը` օգտագործողի կանխարգելումը
pt_pt: Motivo do encerramento: o usuário fecha ativamente
ru: Причина закрытия: пользователь активно закрывается
th: เหตุผลในการปิด: ผู้ใช้ปิดอย่างแข็งขัน
zh_hans: 关闭原因：用户主动关闭

# EShopOrderDeleted
source: Order Deleted
es: Orden eliminada
hy: Պատվիրել ջնջված է
pt_pt: Encomenda eliminada
ru: Заказ удален
th: ลบคำสั่งแล้ว
zh_hans: 订单已删除

# EShopMyCollection
source: My Collection
es: Mis favoritos
hy: Իմ ընտրյալներ
pt_pt: Minha coleção
ru: Моя коллекция
th: ของสะสม
zh_hans: 我的收藏

# EShopNoCollection
source: No collection of goods
es: No hay elementos favoritos
hy: Սիրված իրեր չկան
pt_pt: Nenhum item de coleção
ru: Нет предметов коллекции
th: ไม่มีรายการรวบรวม
zh_hans: 暂无收藏商品

# EShopAddCartSuccessfully
source: Add to cart successfully
es: Unirse al carrito de la compra correctamente
hy: Միացեք զամբյուղը հաջողությամբ
pt_pt: Junte-se ao carrinho de compras com sucesso
ru: Присоединиться к корзине успешно
th: เข้าร่วมตะกร้าสินค้าเรียบร้อยแล้ว
zh_hans: 加入购物车成功

# EShopAddCartFail
source: Failed to add to shopping cart
es: Error al unirse al carrito de compras
hy: Չհաջողվեց միանալ զամբյուղին
pt_pt: Juntando-se ao carrinho falhou
ru: Не удалось присоединиться к корзине
th: การเข้าร่วมรถเข็นล้มเหลว
zh_hans: 加入购物车失败

# EShopChooseDeteted
source: Please select the item to delete
es: Seleccione el elemento que desea eliminar
hy: Խնդրում ենք ընտրել ընտրած տարրը
pt_pt: Por favor, selecione o item a ser deletado
ru: Пожалуйста, выберите элемент для удаления
th: โปรดเลือกรายการที่จะลบ
zh_hans: 请选择要删除的商品

# EShopDeteleExpiredFail
source: Failed to delete failed item
es: Error al eliminar elementos caducados
hy: Ժամկետանց տարրերը ջնջվել է
pt_pt: Falha ao excluir itens expirados
ru: Не удалось удалить просроченные элементы
th: ไม่สามารถลบรายการที่หมดอายุ
zh_hans: 删除失效商品失败

# EShopNoExpired
source: Unexpired Goods
es: No hay elementos caducados
hy: Ոչ ժամկետանց նյութեր
pt_pt: Nenhum produto vencido
ru: Нет просроченных товаров
th: ไม่มีสินค้าที่หมดอายุ
zh_hans: 没有失效商品

# EShopChooseCollectionItem
source: Please select the items you want to collect
es: Seleccione el ítem a recolectar
hy: Խնդրում ենք ընտրել հավաքելու տարրը
pt_pt: Por favor, selecione o item que você deseja coletar
ru: Пожалуйста, выберите предмет, который вы хотите собрать
th: โปรดเลือกรายการที่คุณต้องการรวบรวม
zh_hans: 请选择要收藏的商品

# EShopCanceledCollection
source: Cancelled Collection
es: Colección cancelada
hy: Չեղարկված հավաքածու
pt_pt: Recolha cancelada
ru: Сбор отменен
th: การรวบรวมถูกยกเลิก
zh_hans: 已取消收藏

# EShopCancelCollection
source: Uncollectible failed, please try again
es: Cancelar favoritos fallados
hy: Չեղարկել ընտրվածները
pt_pt: Cancelar coleção falhou
ru: Отмена сбора не удалась
th: การยกเลิกการรวบรวมล้มเหลว
zh_hans: 取消收藏失败

# EShopAddCollection
source: Have Collected
es: Favoritos agregados
hy: Ավելացնել ընտրվածներ
pt_pt: Coleção adicionada
ru: Добавлена коллекция
th: เพิ่มคอลเล็กชัน
zh_hans: 已添加收藏

# EShopCollectionSuccess
source: Add to collection successfully!
es: ¡Agregar éxito de favoritos!
hy: Ավելացնել ընտրված հաջողություններ.
pt_pt: Adicione o sucesso da coleção!
ru: Добавьте коллекцию успеха!
th: เพิ่มความสำเร็จในการสะสม!
zh_hans: 添加收藏成功!

# EShopCollectionFail
source: Failed to add to collection!
es: ¡Error al agregar favoritos!
hy: Ավելացնել ընտրված ձախողումներ.
pt_pt: Adicionando uma coleção falhou!
ru: Не удалось добавить коллекцию!
th: การเพิ่มคอลเล็กชันล้มเหลว!
zh_hans: 添加收藏失败!

# EShopChooseAddress
source: Please select the receiving address
es: Seleccione la dirección de envío
hy: Խնդրում ենք ընտրել առաքման հասցեն
pt_pt: Por favor, selecione o endereço de envio
ru: Пожалуйста, выберите адрес доставки
th: โปรดเลือกที่อยู่จัดส่ง
zh_hans: 请选择收货地址

# EShopAddress
source: Address
es: Dirección de recibo
hy: Ստացողի հասցեն
pt_pt: Endereço de recebimento
ru: Получающий адрес
th: รับที่อยู่
zh_hans: 收货地址

# EShopAddNewAddress
source: Add a new address
es: Agregar nueva dirección
hy: Ավելացնել նոր հասցե
pt_pt: Adicionar novo endereço
ru: Добавить новый адрес
th: เพิ่มที่อยู่ใหม่
zh_hans: 添加新地址

# EShopEditAddress
source: Edit Address
es: Modificar la dirección de entrega
hy: Փոփոխել առաքման հասցեն
pt_pt: Modifique o endereço de envio
ru: Изменить адрес доставки
th: ปรับเปลี่ยนที่อยู่จัดส่ง
zh_hans: 修改收货地址

# EShopAddAddress
source: Add a new address
es: Agregando una dirección de entrega
hy: Ավելացնել առաքման հասցե
pt_pt: Adicionar endereço de envio
ru: Добавить адрес доставки
th: เพิ่มที่อยู่จัดส่ง
zh_hans: 新增收货地址

# EShopSave
source: Save
es: Guardar
hy: Պահել
pt_pt: Salvar
ru: Сохранить
th: บันทึก
zh_hans: 保存

# EShopConsigneeName
source: Consignee name(please user offical name)
es: Nombre del consignatario (use el nombre real)
hy: Բեռնակիրի անուն (խնդրում ենք օգտագործել իրական անունը)
pt_pt: Nome do consignatário (use o nome real)
ru: Имя получателя (пожалуйста, используйте настоящее имя)
th: ชื่อผู้รับ (กรุณาใช้ชื่อจริงของคุณ)
zh_hans: 收货人姓名(请使用真实姓名)

# EShopConsigneeNameTip
source: Please fill in the consignee name
es: Por favor ingrese el nombre
hy: Խնդրում ենք լրացնել անունը
pt_pt: Por favor, preencha o nome
ru: Пожалуйста, заполните имя
th: กรุณากรอกชื่อ
zh_hans: 请填写名称

# EShopPhoneNumber
source: CellPhone Number
es: número de teléfono móvil
hy: Բջջային համարը
pt_pt: Número do celular
ru: Мобильный номер
th: เบอร์มือถือ
zh_hans: 手机号码

# EShopPhoneNumberTip
source: Pleast fill in the phone number
es: Introduzca el número de teléfono
hy: Խնդրում ենք լրացնել հեռախոսահամարը
pt_pt: Por favor, preencha o número de telefone
ru: Пожалуйста, заполните номер телефона
th: กรุณากรอกหมายเลขโทรศัพท์
zh_hans: 请填写手机号

# EShopCorrectPhoneNumberTip
source: Please enter a valid phone number
es: Introduzca el número de teléfono correcto
hy: Խնդրում ենք մուտքագրել ճիշտ հեռախոսահամարը
pt_pt: Por favor, insira o número correto de celular
ru: Пожалуйста, введите правильный номер мобильного телефона
th: กรุณาใส่หมายเลขโทรศัพท์ที่ถูกต้อง
zh_hans: 请输入正确的手机号

# EShopArea
source: Area
es: Ubicación
hy: Որտեղից
ru: область
th: ภูมิภาค
zh_hans: 所在地区

# EShopAreaTip
source: Pleast fill in the area
es: Rellene el área
hy: Խնդրում ենք լրացնել տարածքը
pt_pt: Por favor, preencha a área
ru: Пожалуйста, заполните поле
th: กรุณากรอกในพื้นที่
zh_hans: 请填写地区

# EShopDetailAddress
source: Detailed address of street,community house number,etc
es: Dirección detallada como calle, número de casa de la comunidad
hy: Մանրամասն հասցեն, փողոց, համայնքային տան համար
pt_pt: Endereço detalhado da rua, número da casa da comunidade, etc.
ru: Подробный адрес улицы, номер дома сообщества и т. Д.
th: ที่อยู่โดยละเอียดของถนนหมายเลขบ้านชุมชน ฯลฯ
zh_hans: 街道、小区门牌等详细地址

# EShopDetailAddressTip
source: Pleast fill in the detailed address
es: Complete la dirección completa
hy: Խնդրում ենք լրացնել լրիվ հասցեով
pt_pt: Por favor, preencha o endereço completo
ru: Пожалуйста, заполните полный адрес
th: กรุณากรอกที่อยู่เต็ม
zh_hans: 请填写详细地址

# EShopSetDefaultAddress
source: Set as the default address
es: Establecer como dirección predeterminada
hy: Սահմանեք որպես լռելյայն հասցե
pt_pt: Definir como endereço padrão
ru: Установить в качестве адреса по умолчанию
th: ตั้งเป็นที่อยู่เริ่มต้น
zh_hans: 设置为默认地址

# EShopInfomationUnsaved
source: The information has not been saved, are you sure to return it now?
es: La información que completó no se ha guardado. ¿Seguro que regresará ahora?
hy: Ձեր լրացված տեղեկատվությունը չի պահպանվել: Վստահ եք վերադառնալու հիմա
pt_pt: As informações que você preenche não foram salvas. Tem certeza de que vai devolver agora?
ru: Заполненная вами информация не была сохранена. Вы уверены, что вернетесь сейчас?
th: ยังไม่ได้บันทึกข้อมูลที่คุณกรอกคุณแน่ใจที่จะกลับมาตอนนี้
zh_hans: 填写的信息还未保存，确认现在返回吗?

# EShopFailedUpdate
source: The update failed, please try again
es: Error al actualizar, inténtelo de nuevo
hy: Թարմացումը չհաջողվեց, կրկին փորձեք
pt_pt: Atualização falhou, por favor tente novamente
ru: Обновление не удалось, пожалуйста, попробуйте еще раз
th: การอัปเดตล้มเหลวโปรดลองอีกครั้ง
zh_hans: 更新失败，请重试

# EShopProvince
source: Province
es: Provincia
hy: նահանգ
ru: провинция
th: จังหวัด
zh_hans: 省

# EShopCity
source: City
es: Ciudad
hy: Քաղաք
pt_pt: Cidade
ru: город
th: เมือง
zh_hans: 市

# EShopArea2
source: Area
es: Zona
hy: Թաղամաս
pt_pt: Distrito
ru: зона
th: โซน
zh_hans: 区

# EShopCancelOrder
source: Cancel Order
es: Cancelar pedido
hy: Չեղարկել կարգը
pt_pt: Cancelar pedido
ru: Отменить заказ
th: ยกเลิกคำสั่งซื้อ
zh_hans: 取消订单

# EShopPayNow
source: Pay Now
es: Pago inmediato
hy: Անմիջական վճար
pt_pt: Pague agora
ru: Оплатить сейчас
th: จ่ายตอนนี้
zh_hans: 立即付款

# EShopBuyAgain
source: Buy Again
es: Comprar de nuevo
hy: Գնել նորից
pt_pt: Comprar novamente
ru: Купить снова
th: ซื้ออีกครั้ง
zh_hans: 再次购买

# EShopConfirmReceipt
source: Confirm Receipt
es: Confirmar recibo
hy: Ստուգեք անդորրագիրը
pt_pt: Confirme o recebimento
ru: Подтвердите получение
th: ยืนยันใบเสร็จรับเงิน
zh_hans: 确认收货

# EShopSureConfirmReceipt
source: Are you sure to confirm receipt
es: ¿Confirma el recibo?
hy: Դուք հաստատում եք ստացականը
pt_pt: Você confirma o recibo?
ru: Вы подтверждаете получение?
th: คุณยืนยันใบเสร็จรับเงินหรือไม่?
zh_hans: 是否确认收货？

# EShopCommentNow
source: Comment Now
es: Evaluación inmediata
hy: Անմիջական գնահատական
pt_pt: Comentário agora
ru: Комментарий сейчас
th: แสดงความคิดเห็นทันที
zh_hans: 立即评价

# EShopDeleteOrder
source: Delete Order
es: Eliminar orden
hy: Ջնջել պատվեր
pt_pt: Excluir pedido
ru: Удалить заказ
th: ลบคำสั่ง
zh_hans: 删除订单

# EShopTreasureDetails
source: Treasure Details
es: Detalles del diablo
hy: Սատանի մանրամասները
pt_pt: Detalhes do tesouro
ru: Детали сокровищ
th: รายละเอียดสมบัติ
zh_hans: 夺宝详情

# EShopOrderDetail
source: Order Details
es: Detalles del pedido
hy: Պատվերի կարգավիճակը
pt_pt: Detalhes da encomenda
ru: Детали заказа
th: รายละเอียดการสั่งซื้อ
zh_hans: 订单详情

# EShopTotalAmount
source: Total Amount Payable
es: Importe total a pagar
hy: վճարման ընդհանուր գումարը
pt_pt: Montante total a pagar
ru: Общая сумма к оплате
th: ยอดรวมเจ้าหนี้
zh_hans: 应付总额

# EShopTotalPayment
source: Total Payment
es: Pago total
hy: Ընդհանուր վճարում
pt_pt: Pagamento total
ru: Общая оплата
th: รวมการจ่ายเงิน
zh_hans: 实付总额

# EShopMessage
source: Message：
es: Mensaje comercial:
hy: Հաղորդագրություն：
pt_pt: Mensagem comercial:
ru: Сообщение：
th: ข้อความธุรกิจ:
zh_hans: 商家留言：

# EShopTradingHash
source: Trading Hash：
es: Transaction Hash:
hy: Առեւտրային խառնուրդ：
pt_pt: Hash de Negociação:
ru: Торговый хеш：
th: แฮชซื้อขาย:
zh_hans: 交易哈希：

# EShopShipmentNumber
source: Shipment Number
es: Número de logística
hy: Լոգիստիկա համարը
pt_pt: Número do pedido de logística
ru: Логистический номер заказа
th: หมายเลขใบสั่งลอจิสติกส์
zh_hans: 物流单号

# EShopOrderNumber
source: Order Number
es: Número de pedido
hy: Պատվերի թիվը
pt_pt: Número do pedido
ru: Номер заказа
th: หมายเลขสั่งซื้อ
zh_hans: 订单编号

# EShopOrderTime
source: Order Time
es: Tiempo de pedido
hy: Պատվերի ժամանակ
pt_pt: Tempo de encomenda
ru: Время заказа
th: เวลาสั่งซื้อ
zh_hans: 下单时间

# EShopLogisticsCompany
source: Logistics Company
hy: Լոգիստիկա ընկերություն
pt_pt: Empresa de logística
ru: Логистическая компания
th: บริษัท โลจิสติกส์
zh_hans: 物流公司

# EShopConfirmReceiptSuccess
source: Confirm receipt success
es: Entrada de mercancías
hy: Ապրանքների անդորրագիր
pt_pt: Recibo de sucesso
ru: Успешное получение
th: ใบเสร็จรับเงินที่ประสบความสำเร็จ
zh_hans: 收货成功

# EShopEnsureDeleteOrder
source: Are you sure to delete the order？
es: ¿Está seguro de eliminar el pedido?
hy: Դուք համոզված եք ջնջել կարգը
pt_pt: Tem certeza de excluir o pedido?
ru: Вы уверены, что хотите удалить заказ?
th: คุณแน่ใจที่จะลบคำสั่งซื้อหรือไม่
zh_hans: 是否确认删除订单?

# EShopDeleteOrderSuccess
source: Delet order successfully
es: Eliminar el éxito del pedido
hy: Ջնջել կարգի հաջողությունը
pt_pt: Excluir pedido com sucesso
ru: Удалить заказ успешно
th: ลบคำสั่งซื้อสำเร็จ
zh_hans: 删除订单成功

# EShopEnsureCancelOrder
source: Are you sure to cancel the order?
es: ¿Está seguro de cancelar el pedido?
hy: Դուք համոզված եք, որ կարգը չեղարկեք
pt_pt: Você tem certeza de cancelar seu pedido?
ru: Вы уверены, что отмените свой заказ?
th: คุณแน่ใจที่จะยกเลิกคำสั่งซื้อของคุณ?
zh_hans: 是否确认取消订单？

# EShopCancelOrderSuccess
source: Cancel order successfully
es: Cancelar el pedido con éxito
hy: Չեղարկել կարգը հաջողությամբ
pt_pt: Cancelar pedido com sucesso
ru: Отменить заказ успешно
th: ยกเลิกคำสั่งซื้อสำเร็จ
zh_hans: 取消订单成功

# EShopToCart
source: Go to the shopping cart
es: Ir al carrito de compras
hy: Գնալ դեպի զամբյուղ
pt_pt: Vá para o carrinho de compras
ru: Перейти в корзину
th: ไปที่ตะกร้าสินค้า
zh_hans: 前往购物车

# EShopAddedCart
source: Product has been added to the shopping cart
es: El producto se ha agregado al carrito de compras
hy: Ապրանքը ավելացվել է զամբյուղում
pt_pt: Produto foi adicionado ao carrinho de compras
ru: Товар был добавлен в корзину
th: เพิ่มสินค้าลงในรถเข็นแล้ว
zh_hans: 商品已加入购物车

# EShopFaiedToAddCart
source: Failed to add cart
es: Error al agregar al carrito, inténtelo de nuevo
hy: Ավելացնել զամբյուղը ձախողվեց, կրկին փորձեք
pt_pt: Adicionar ao carrinho falhou, por favor tente novamente
ru: Добавить в корзину не удалось, попробуйте еще раз
th: สั่งซื้อล้มเหลวโปรดลองอีกครั้ง
zh_hans: 添加到购物车失败，请重试

# EShopCopySuccessfully
source: Copy successfully
es: Copia correcta
hy: Պատճենել հաջողությունը
pt_pt: Cópia bem sucedida
ru: Успешная копия
th: คัดลอกสำเร็จ
zh_hans: 复制成功

# EShopClose
source: Close
es: Cerrar
hy: Փակել
pt_pt: Fechar
ru: близко
th: ใกล้
zh_hans: 关闭

# EShopSum
source: Sum
es: total
hy: ընդհանուր
pt_pt: Total
ru: в целом
th: โดยสิ้นเชิง
zh_hans: 共

# EShopNoOrder
source: No related orders
es: No hay pedidos relacionados
hy: Ոչ պատվերային պատվերներ
pt_pt: Nenhuma ordem relacionada
ru: Нет связанных заказов
th: ไม่มีคำสั่งซื้อที่เกี่ยวข้อง
zh_hans: 暂无相关订单

# EShopMoveToCollection
source: Collect
es: Mover a mi colección
hy: Տեղափոխել իմ հավաքածուն
pt_pt: Mova-se para minha coleção
ru: Перейти в мою коллекцию
th: ย้ายเข้าไปที่คอลเล็กชันของฉัน
zh_hans: 移入我的收藏

# EShopRemove
source: Delete
es: Eliminar elemento
hy: Ջնջել տարրը
pt_pt: Excluir item
ru: Удалить элемент
th: ลบรายการ
zh_hans: 删除商品
