Repository: telecommai/ios
Catalog: Telecomm/Telecomm/Lib/Componet/EShopComps/Language/*.lproj/EShopComps.strings
Languages: es, hy, pt_pt, ru, th, zh_hans

# EShopRemoveExpiered
source: Delete Expired
es: Eliminar elementos caducados
hy: Ջնջել ժամկետանց նյութերը
pt_pt: Excluir itens expirados
ru: Удалить просроченные предметы
th: ลบรายการที่หมดอายุ
zh_hans: 删除失效商品

# EShopDeleteFailed
source: Failed to delete
es: Error al eliminar
hy: Ջնջել ձախողվեց
pt_pt: Excluir falhou
ru: Удалить не удалось
th: การลบล้มเหลว
zh_hans: 删除失败

# EShopUpdateFailed
source: Failed to update
es: Error de actualización
hy: Նորացնելը ձախողվեց
pt_pt: Atualização falhou
ru: Обновление не удалось
th: การอัปเดตล้มเหลว
zh_hans: 更新失败

# EShopPayMent
source: Payment
es: Pago
hy: Վճարում
pt_pt: Pagamento
ru: оплата
th: การชำระเงิน
zh_hans: 付款

# EShopAliPay
source: AliPay
zh_hans: 支付宝

# EShopWeChat
source: WeChat
ru: Micro письмо
zh_hans: 微信

# EShopNeedToPay
source: Need to pay
es: Pago pendiente
hy: Վճարման սպասում
pt_pt: Pagamento pendente
ru: Ожидание платежа
th: การชำระเงินที่รอดำเนินการ
zh_hans: 待支付

# EShopInsufficientBalance
source: Insufficient Balance
es: Balance insuficiente
hy: Անբավարար հավասարակշռություն
pt_pt: Saldo insuficiente
ru: Недостаточный баланс
th: ยอดเงินไม่เพียงพอ
zh_hans: 余额不足

# EShopRecharge
source: Recharge
es: Ir a recargar
hy: Գնալ վերալիցքավորելու համար
pt_pt: Recarregar
ru: Для пополнения
th: การเติมเงิน
zh_hans: 去充值

# EShopPaymentMethods
source: Payment Methods
es: Método de pago
hy: Վճարման եղանակը
pt_pt: Método de pagamento
ru: Способ оплаты
th: วิธีการชำระเงิน
zh_hans: 支付方式

# EShopOtherPaymentMethods
source: Other payment methods
es: Otros métodos de pago
hy: Այլ վճարման մեթոդներ
pt_pt: Outros métodos de pagamento
ru: Другие способы оплаты
th: วิธีการชำระเงินอื่น ๆ
zh_hans: 其他支付方式

# EShopPaymentAlert1
source: Order submitted,
es: El pedido se ha enviado, por favor
hy: Պատվերը ներկայացվել է, խնդրում ենք
pt_pt: O pedido foi enviado, por favor
ru: Заказ отправлен, пожалуйста
th: ส่งคำสั่งซื้อแล้ว กรุณา
zh_hans: 订单已提交，请于

# EShopPaymentAlert2
source: payment winthin
es: Pago completo dentro de
hy: Ամբողջական վճարում
pt_pt: Pagamento completo dentro
ru: Полная оплата в течение
th: ภายใน ชำระเงินให้เสร็จสิ้น
zh_hans: 之内完成支付

# EShopToBePaied
source: To be paied
es: Pago pendiente
hy: Վճարման սպասում
pt_pt: Pagamento pendente
ru: Ожидающий платеж
th: รอการชำระเงิน
zh_hans: 待支付

# EShopPay
source: Pay
es: Pago
hy: Վճարում
pt_pt: Pagar
ru: платить
th: จ่ายเงิน
zh_hans: 支付

# EShopRemain
source: Surplus
es: Restante
hy: մնացորդ
pt_pt: Restante
ru: прибавочный
th: ส่วนเกิน
zh_hans: 剩余

# EShopRemainRequestFail
source: Request failed
es: Falló la solicitud de saldo
hy: Հաշվի մնացորդի ձախողումը ձախողվեց
pt_pt: Solicitação de saldo falhou
ru: Запрос баланса не выполнен
th: คำขอยอดเงินล้มเหลว
zh_hans: 余额请求失败

# EShopReorderAlert
source: The order has been closed due to overdue payment. Please place a new order
es: El pedido se ha cerrado debido a un tiempo de espera, vuelva a ordenar
hy: Պատվերը փակվել է ժամանակի ընթացքում, խնդրում ենք կրկին պատվիրել
pt_pt: O pedido foi fechado devido ao tempo limite, por favor, reordene
ru: Заказ был закрыт из-за тайм-аута, пожалуйста, повторите заказ
th: คำสั่งซื้อถูกปิดเนื่องจากการหมดเวลาโปรดสั่งซื้ออีกครั้ง
zh_hans: 订单由于超时未支付已关闭，请重新下单

# EShopChoosePayWay
source: Please select the payment method
es: Seleccione el método de pago
hy: Խնդրում ենք ընտրել վճարման եղանակը
pt_pt: Por favor, selecione um método de pagamento
ru: Пожалуйста, выберите способ оплаты
th: โปรดเลือกวิธีการชำระเงิน
zh_hans: 请选择支付方式

# EShopPayWay
source: payment method
es: Método de pago
hy: Վճարման եղանակը
pt_pt: Método de pagamento
ru: Способ оплаты
th: วิธีการชำระเงิน
zh_hans: 支付方式

# EShopChooseOtherPayWay
source: Other payment methods
es: Otros métodos de pago
hy: Այլ վճարման մեթոդներ
pt_pt: Outros métodos de pagamento
ru: Другие способы оплаты
th: วิธีการชำระเงินอื่น ๆ
zh_hans: 其他支付方式

# EShopPayUnfinished
source: Outstanding payment！
es: ¡Pago incompleto!
hy: Անավարտ վճարում
pt_pt: Pagamento inacabado!
ru: Незавершенный платеж!
th: การชำระเงินยังไม่เสร็จ!
zh_hans: 未完成支付！

# EShopPayAbundon
source: Abandon
es: Abandonar
hy: Լքել
pt_pt: Desistir
ru: Сдаваться
th: ยอมแพ้
zh_hans: 放弃

# EShopRechargeAgain
source: Pay Again
es: Repay
hy: Վճարել
pt_pt: Reembolsar
ru: Re платить
th: Re-จ่าย
zh_hans: 重新支付

# EShopPaySuccess
source: Payment successful!
es: El pago se realizó correctamente
hy: Վճարը հաջողվեց
pt_pt: Pagamento bem sucedido!
ru: Успешная оплата!
th: ชำระเงินสำเร็จ!
zh_hans: 支付成功！

# EShopPayFail
source: Payment failed !
es: ¡Falló el pago!
hy: Վճարումը ձախողվեց
pt_pt: O pagamento falhou!
ru: Платеж не прошел!
th: การชำระเงินล้มเหลว!
zh_hans: 支付失败！

# EShopCondirmOrder
source: Confirm Order
es: Confirmar orden
hy: Հաստատեք կարգը
pt_pt: Confirme o pedido
ru: Подтвердить заказ
th: ยืนยันการสั่งซื้อ
zh_hans: 确定订单

# EShopReciever
source: Reciever
es: Destinatario
hy: Վերադարձող
pt_pt: Consignee
ru: грузополучатель
th: ผู้รับของ
zh_hans: 收货人

# EShopRecieverAddress
source: Shipping Address
es: Dirección de recibo
hy: Ստացողի հասցեն
pt_pt: Endereço de recebimento
ru: Получающий адрес
th: รับที่อยู่
zh_hans: 收货地址

# EShopBuyerMessage
source: Message
es: Mensaje
hy: Հաղորդագրություն
pt_pt: Deixe uma mensagem
ru: Оставьте сообщение
th: ฝากข้อความไว้
zh_hans: 留言

# EShopBuyerMessageAlert
source: Enter your message (within 50 words)
es: Introduzca su mensaje al comerciante (dentro de 50 palabras)
hy: Հաղորդագրություն (50 բառի սահմաններում)
pt_pt: Por favor, digite sua mensagem para o comerciante (no prazo de 50 palavras)
ru: Сообщение (в течение 50 слов)
th: โปรดป้อนสิ่งที่คุณต้องการพูดกับผู้ขาย(ภายใน 50 คำ)
zh_hans: 请输入您对商家的留言(50字以内)

# EShopTotalAmount2
source: Total
es: Cantidad total
hy: Ընդհանուր գումարը
pt_pt: Quantidade total
ru: Общая сумма
th: จำนวนเงินรวม
zh_hans: 合计金额

# EShopOrderSubmit
source: Submit Orders
es: Enviar pedido
hy: Ուղարկել պատվեր
pt_pt: Envie um pedido
ru: Отправить заказ
th: ส่งคำสั่งซื้อ
zh_hans: 提交订单

# EShopOrderAlert3
source: Order submission has been successful. Currently, multiple stores do not support combined payment. Please go to my order - pending payment page to complete payment
es: El pedido se envió correctamente. La tienda múltiple actual no admite el pago combinado. Vaya a la página' Mis pedidos '-' Pagos pendientes 'para completar el pago.'
hy: Պատվերը հաջողությամբ ներկայացվեց: Ներկայիս բազմաբնակարան խանութը չի աջակցում համակցված վճարին: Խնդրում ենք գնալ« Իմ պատվերները »-« Վճարում սպասում »էջը` վճարումը կատարելու համար
pt_pt: O envio do pedido foi bem-sucedido. Atualmente, várias lojas não suportam o pagamento combinado. Acesse a página "Meus pedidos" - "Pagamentos pendentes" para concluir o pagamento.
ru: Отправка заказа прошла успешно. В настоящее время несколько магазинов не поддерживают комбинированный платеж. Чтобы завершить платеж, перейдите на страницу «Мои заказы» - «Ожидающие платежи».
th: การส่งคำสั่งซื้อสำเร็จในขณะนี้ร้านค้าหลายแห่งไม่สนับสนุนการชำระเงินแบบรวมโปรดไปที่หน้า“ คำสั่งซื้อของฉัน” -“ การชำระเงินที่รอดำเนินการ”
zh_hans: 订单提交成功，当前多店铺暂不支持合并支付，请前往“我的订单”-“待付款”页面完成支付。

# EShopGoPay
source: To Pay
es: Ir a pagar
hy: Գնալ վճարել
pt_pt: Para pagar
ru: Платить
th: เพื่อชำระ
zh_hans: 去支付

# EShopAddressAlert
source: please set the receiving address
es: Establezca la dirección de envío
hy: Խնդրում ենք առաքման հասցեը սահմանել
pt_pt: Por favor, defina o endereço de entrega
ru: Пожалуйста, установите адрес доставки
th: โปรดตั้งที่อยู่สำหรับจัดส่ง
zh_hans: 请设置收货地址

# EShopNoAddressAlert
source: You have not received the goods address, please click add
es: Aún no tiene una dirección de envío, haga clic en Agregar
hy: Դուք դեռ առաքման հասցե չունեք, խնդրում ենք սեղմել Ավելացնել
pt_pt: Ainda não tem um endereço de envio, clique em Adicionar
ru: У вас еще нет адреса доставки, пожалуйста, нажмите Добавить
th: คุณยังไม่มีที่อยู่จัดส่งโปรดคลิกเพิ่ม
zh_hans: 您还没有收货地址，请点击添加

# EShopAdd
source: Add
es: Agregar
hy: Ավելացնել
pt_pt: Adicionar
ru: добавлять
th: เพิ่ม
zh_hans: 添加

# EShopCurrent
source: Current
hy: ընթացիկ
pt_pt: Atual
ru: ток
th: ปัจจุบัน
zh_hans: 当前

# EShopGet
source: Get
es: Obtener
hy: Ստանալ
pt_pt: Obter
ru: получить
th: ได้รับ
zh_hans: 获取

# EShopFail
source: Fail
es: Error
hy: Չհաջողվեց
pt_pt: Falha
ru: недостаточность
th: ความล้มเหลว
zh_hans: 失败

# EShopChoose
source: Please choose
es: Por favor seleccione
hy: Խնդրում ենք ընտրել
pt_pt: Por favor escolha
ru: Пожалуйста, выберите
th: กรุณาเลือก
zh_hans: 请选择

# EShopCurrentLess
source: The current specification is out of stock
es: Stock actual insuficiente en stock
hy: Պահեստում առկա անբավարար ընթացիկ բաժնետոմսեր
pt_pt: Especificações de estoque atuais insuficientes
ru: Недостаточные текущие технические характеристики на складе
th: ข้อมูลจำเพาะสต็อคปัจจุบันไม่เพียงพอ
zh_hans: 当前规格库存不足

# EShopOrderBlank
source: The order number is blank
es: El número de pedido está vacío
hy: Պատվերի համարը դատարկ է
pt_pt: Número de encomenda está vazio
ru: Номер заказа пуст
th: หมายเลขคำสั่งซื้อว่างเปล่า
zh_hans: 订单编号为空

# EShopMaxGoods
source: The maximum purchase limit has been reached
es: Se ha alcanzado el límite máximo de compra
hy: Գնման առավելագույն սահմանը հասել է
pt_pt: O limite máximo de compra foi atingido
ru: Максимальный лимит покупки был достигнут
th: ถึงขีด จำกัด การซื้อสูงสุดแล้ว
zh_hans: 已达到最大购买限制

# EShopAmount
source: Amount
es: cantidad
hy: քանակ
pt_pt: Quantidade
ru: количество
th: ปริมาณ
zh_hans: 数量

# EShopFullAmount
source: The inventory is enough
es: Inventario insuficiente
hy: Անբավարար գույքագրում
pt_pt: Inventário adequado
ru: Адекватный инвентарь
th: สินค้าคงคลังเพียงพอ
zh_hans: 库存充足

# EShopTreasureNow
source: Treasure Now
es: Inmediatamente ganando el tesoro
hy: Անմիջապես հաղթելու գանձը
pt_pt: Tesouro instantâneo
ru: Мгновенное сокровище
th: สมบัติทันที
zh_hans: 立即夺宝

# EShopChooseArea
source: Please choose area
es: Seleccione una región
hy: Խնդրում ենք ընտրել տարածաշրջան
pt_pt: Por favor selecione uma região
ru: Пожалуйста, выберите регион
th: กรุณาเลือกภูมิภาค
zh_hans: 请选择地区

# EShopSend
source: Distribution
es: Distribución
hy: Բաշխում
pt_pt: Distribuição
ru: доставка
th: การจัดส่งสินค้า
zh_hans: 配送

# EShopSendTo
source: Distribution to
es: Entrega a
hy: Առաքում դեպի
pt_pt: Entrega para
ru: Доставка в
th: จัดส่งไปที่
zh_hans: 配送至

# EShopTo
source: to
es: a
hy: Դեպի
pt_pt: Para
ru: к
th: ไปยัง
zh_hans: 至

# EShopUnknownArea
source: Unknown area
es: Área desconocida
hy: Անհայտ տարածք
pt_pt: Área desconhecida
ru: Неизвестная область
th: พื้นที่ที่ไม่รู้จัก
zh_hans: 未知区域

# EShopTreasure
source: Treasure
es: Recuperación
hy: Վերականգնման
pt_pt: Tesouro
ru: Индиана
th: การแย่งสมบัติ
zh_hans: 夺宝

# EShopGoodsRelated
source: Commodity Related
es: Relacionados con el producto
hy: Ապրանքների հետ կապված
ru: Товар, связанный
th: สินค้าที่เกี่ยวข้อง
zh_hans: 商品相关

# EShopGoodsPrice
source: Commodity Prices
es: Precio de los productos básicos
hy: Ապրանքների գին
pt_pt: Preço de mercadoria
ru: Товарная цена
th: ราคาสินค้า
zh_hans: 商品价格

# EShopGoodsTitle
source: Commodity Title
es: Título del producto
hy: Ապրանքի անվանումը
pt_pt: Título do produto
ru: Название продукта
th: ชื่อผลิตภัณฑ์
zh_hans: 商品标题

# EShopGoodsSoldOut
source: Has been sold out
es: Agotado
hy: Վաճառված է
pt_pt: Esgotado
ru: Распродано
th: ขายหมดแล้ว
zh_hans: 已售罄

# EShopEnterBrand
source: Enter the brand
es: Ingrese la marca
hy: Մուտքագրեք բրենդը
pt_pt: Digite a marca
ru: Введите марку
th: เข้าไปในแบรนด์
zh_hans: 进入品牌

# EShopSellingGoods
source: Selling Goods
es: Productos en venta
hy: Ապրանքների վաճառք
pt_pt: Venda de mercadorias
ru: Продажа товаров
th: ในการขายสินค้า
zh_hans: 在售商品

# EShopSolded
source: Solded
es: sold
hy: վաճառված
pt_pt: Vendido
ru: ПРОДАНО
th: ขายไปแล้ว
zh_hans: 已售

# EShopValue
source: Value
es: Valor
hy: արժեք
pt_pt: Valor
ru: значение
th: ค่าที่
zh_hans: 价值

# EShopShareEvluate
source: Evaluation of bask in single
es: Evaluación del sol
hy: Արեւի գնահատումը
pt_pt: Avaliação
ru: Оценка одного солнца
th: การประเมินผลของดวงอาทิตย์เดียว
zh_hans: 评价晒单

# EShopCommentFailed
source: Comment upload failed
es: Error al cargar el comentario
hy: Մեկնաբանություն վերբեռնումը ձախողվեց
pt_pt: Upload de comentários falhou
ru: Не удалось загрузить комментарий
th: การอัปโหลดความคิดเห็นล้มเหลว
zh_hans: 评论上传失败

# EShopUrFeel
source: Tell me how you feel about it
es: Habla sobre tus sentimientos
hy: Խոսեք ձեր զգացմունքների մասին
pt_pt: Conte-me sobre seus sentimentos.
ru: Расскажи мне о своих чувствах.
th: บอกฉันเกี่ยวกับความรู้สึกของคุณ
zh_hans: 说说你的感受吧

# EShopNilCommentAlert
source: Comments should not be empty
es: El contenido del comentario no puede estar vacío
hy: Մեկնաբանության բովանդակությունը չի կարող դատարկ լինել
pt_pt: O conteúdo do comentário não pode estar vazio
ru: Содержание комментария не может быть пустым
th: เนื้อหาความคิดเห็นต้องไม่ว่างเปล่า
zh_hans: 评论内容不能为空

# EShopEvaluateVeryPoor
source: Very Poor
es: muy malo
hy: շատ վատ
pt_pt: Muito pobre
ru: Очень плохой
th: แย่มาก ๆ
zh_hans: 非常差

# EShopEvaluatePoor
source: Poor
es: Pobre
hy: Վատ
pt_pt: Pobre
ru: разница
th: ไม่ดี
zh_hans: 差

# EShopEvaluateGeneral
source: General
hy: Ընդհանուր
pt_pt: Geral
ru: общий
th: ทั่วไป
zh_hans: 一般

# EShopEvaluateGood
source: Good
es: Genial
hy: Լավ
pt_pt: Bom
ru: хорошо
th: ดี
zh_hans: 好

# EShopEvaluateVeryGood
source: Very Good
es: Muy bueno
hy: Շատ լավ
pt_pt: Muito bom
ru: Очень хорошо
th: ดีมาก
zh_hans: 非常好

# EShopScore
source: Score
es: Puntuación
hy: Վարկանիշ
pt_pt: Avaliação
ru: счет
th: คะแนน
zh_hans: 评分

# EShopNoComment
source: No product evaluation is available
es: Sin evaluación del producto
hy: Ոչ ապրանքի գնահատումը
pt_pt: Nenhuma avaliação de produto ainda
ru: Пока нет оценки продукта
th: ยังไม่มีการประเมินผลิตภัณฑ์
zh_hans: 暂无商品评价

# EShopScanMore
source: Scan More
es: Ver más
hy: Դիտել ավելի շատ
pt_pt: Veja mais
ru: Увидеть больше
th: ดูเพิ่มเติม
zh_hans: 查看更多

# EShopStartOfActivity
source: Start of activity
es: Desde el principio de la actividad
hy: Գործունեության սկզբից
pt_pt: A partir do evento
ru: Начиная с мероприятия
th: เหตุการณ์ระยะทางเริ่มต้นขึ้น
zh_hans: 距活动开始

# EShopApplyRefound
source: Apply for a refund
es: Solicitud de pago
hy: վճարման դիմում
pt_pt: Inscreva-se para pagamento
ru: Подать заявку на оплату
th: สมัครเพื่อชำระเงิน
zh_hans: 申请付款

# EShopGoodsState
source: State of the goods
es: Estado de los bienes
hy: Ապրանքի կարգավիճակը
pt_pt: Status das mercadorias
ru: Статус товара
th: สถานะสินค้า
zh_hans: 货物状态

# EShopNoRecieved
source: Not yet received the goods
es: Bienes no recibidos
hy: Անհայտ ապրանքներ
pt_pt: Não recebeu
ru: Не получил
th: ไม่ได้รับ
zh_hans: 未收到货

# EShopRecievedGoods
source: Have received the goods
es: bienes recibidos
hy: ստացված ապրանքներ
pt_pt: Mercadorias recebidas
ru: Полученные товары
th: รับสินค้า
zh_hans: 已收到货

# EShopRefoundReason
source: Reason for refund
es: Razón de devolución
hy: Վերադարձի պատճառ
pt_pt: Razão do retorno
ru: Причина возврата
th: เหตุผลในการคืนสินค้า
zh_hans: 退货原因

# EShopRefoundWithoutReason
source: No refund for 7 days
es: Siete días no hay razón para reembolsar
hy: Յոթ օր ետ վերադարձնելու պատճառ չկա
pt_pt: Sete dias sem motivo para reembolsar
ru: Семь дней нет причин для возврата
th: เจ็ดวันโดยไม่มีเหตุผลคืนเงิน
zh_hans: 七天无理由退款

# EShopRefoungNotLike
source: Wrong beat/bad effect/don't like it
es: Error grave / efecto negativo / no me gusta
hy: Կրակելու սխալ / վատ ազդեցություն / դավաճանություն
pt_pt: Tiroteio errado/mau efeito/antipatia
ru: Съемка неправильно / плохой эффект / неприязнь
th: การซื้อผิด/ผลลัพธ์ที่น่าสงสาร/ไม่ชอบ
zh_hans: 拍错/效果不好/不喜欢

# EShopRefoundSize
source: Size Problem
es: Problema de tamaño
hy: Չափերի խնդիր
pt_pt: Problema de tamanho
ru: Проблема размера
th: ปัญหาขนาด
zh_hans: 尺寸问题

# EShopRefoundQuantity
source: The quality problem
es: Problema de calidad
hy: Որակի հարց
pt_pt: Problema de qualidade
ru: Проблема качества
th: ปัญหาคุณภาพ
zh_hans: 质量问题

# EShopRefoundNoLovely
source: Poor customer service
es: El cliente no es suficiente amor
hy: Հաճախորդը բավարար չէ սեր
pt_pt: Mau atendimento ao cliente
ru: Клиенту недостаточно любви
th: การบริการลูกค้าแย่
zh_hans: 客服态度差

# EShopRefoundDeicribe
source: Misrepresent
es: No de acuerdo con la descripción
hy: Չի համապատասխանում նկարագրությանը
pt_pt: Não corresponde à descrição
ru: Не соответствует описанию
th: ไม่ตรงกับคำอธิบาย
zh_hans: 与描述不符

# EShopRefoundSellerSendFault
source: The seller sent the wrong goods
es: El vendedor envió las mercancías incorrectas
hy: Վաճառողը սխալ ապրանքներ է ուղարկել
pt_pt: O vendedor enviou as mercadorias erradas
ru: Продавец отправил неправильный товар
th: ผู้ขายจะส่งสินค้าผิด
zh_hans: 卖家发错货

# EShopRefoundGoodsFake
source: Fake and inferior products
es: Productos falsos y de mala calidad
hy: Fake and shoddy products
pt_pt: Produtos falsificados
ru: Поддельные и дрянные продукты
th: ผลิตภัณฑ์ปลอม
zh_hans: 假冒伪劣产品

# EShopRefoundEmpty
source: Empty Package
es: paquete vacío
hy: դատարկ փաթեթ
pt_pt: Embalagem vazia
ru: пустой пакет
th: บรรจุภัณฑ์ที่ว่างเปล่า
zh_hans: 空包装

# EShopRefoundOther
source: Other
es: Otro
hy: Այլ
pt_pt: Outro
ru: Другое
th: อื่น ๆ
zh_hans: 其他

# EShopAddDescriptions
source: Add descriptions
es: Agregar descripción
hy: Ավելացնել նկարագրություն
pt_pt: Adicionar descrição
th: เพิ่มคำอธิบาย
zh_hans: 添加说明

# EShopRefoundMoney
source: Refunds
es: Cantidad de reembolso
hy: Վերադարձման գումարը
pt_pt: Quantidade de reembolso
ru: Сумма возврата
th: จำนวนเงินคืน
zh_hans: 退款金额

# EShopRefoundDescriptions
source: Refund instructions
es: Instrucciones de reembolso
hy: Վերադարձի հրահանգներ
pt_pt: Instruções de reembolso
th: คำแนะนำการคืนเงิน
zh_hans: 退款说明

# EShopOptional
source: Optional
hy: Լրացուցիչ
pt_pt: Opcional
ru: Необязательно
th: ไม่จำเป็น
zh_hans: 选填

# EShopPhotoFail
source: Failed photo upload exists
es: Hay fotos fallidas de carga
hy: Կան վերբեռնման ձախողված լուսանկարներ
pt_pt: Há uma foto de falha de upload
ru: Не удалось загрузить фотографии
th: มีรูปถ่ายล้มเหลวในการอัพโหลด
zh_hans: 存在上传失败照片

# EShopSenDdirectly
source: Send directly
es: Directamente enviado
hy: Ուղղակի ուղարկվել է
pt_pt: Enviar diretamente
ru: Напрямую отправлено
th: ส่งโดยตรง
zh_hans: 直接发送

# EShopMaxPhotoAlert
source: You can add up to 6 images
es: Puede agregar hasta 6 imágenes
hy: Դուք կարող եք ավելացնել մինչեւ 6 պատկերներ
pt_pt: Você pode adicionar até 6 imagens
ru: Вы можете добавить до 6 изображений
th: คุณสามารถเพิ่มได้สูงสุด 6 ภาพ
zh_hans: 您最多可添加6张图片

# EShopUploadDocuments
source: Upload documents
es: Cargar credenciales
hy: Վերբեռնել հավաստագրերը
pt_pt: Carregar credenciais
ru: Загрузить учетные данные
th: อัปโหลดข้อมูลรับรอง
zh_hans: 上传凭证

# EShopChooseWayOfService
source: Select service type
es: Seleccionar tipo de servicio
hy: Ընտրեք Ծառայության տեսակը
pt_pt: Selecione o tipo de serviço
ru: Выбрать тип службы
th: เลือกประเภทบริการ
zh_hans: 选择服务类型

# EShopRefoundOnly
source: Only refund
es: Solo reembolso
hy: Վերադարձման միայն
pt_pt: Apenas reembolso
ru: Только возврат
th: คืนเงินเท่านั้น
zh_hans: 仅退款

# EShopNorecievedAndAgreed
source: If the goods are not received (including unsigned), or the seller agrees to agree
es: Bienes no recibidos (incluidos los no firmados), o el vendedor acepta aceptar
hy: Ճանաչված ապրանքներ (ներառյալ չստորագրված), կամ վաճառողը համաձայնում է համաձայնեցնել
pt_pt: Se os bens não forem recebidos (incluindo os não assinados), ou o vendedor concordar em concordar
th: หากไม่ได้รับสินค้า (รวมถึงแบบไม่ได้ลงนาม) หรือผู้ขายตกลงที่จะยอมรับ
zh_hans: 未收到货(包含未签收),或卖家协商同意前提下

# EShopRecieveAndRefound
source: Received goods, need to return the goods received
es: Las mercancías se han recibido y deben devolverse por las mercancías recibidas
hy: Ստացված ապրանքները ստացվել եւ պետք է վերադարձվեն ապրանքների համար
pt_pt: Bens recebidos, precisa devolver os bens recebidos
ru: Товары были получены и должны быть возвращены за полученные товары
th: ได้รับสินค้าที่จะต้องมีการกลับมาเราได้รับสินค้า
zh_hans: 已收到货,需要退换已收到的货物

# EShopUse
source: Use
es: Usar
hy: Օգտագործել
ru: Использовать
th: ใช้
zh_hans: 使用

# EShopCanUse
source: Available
es: Disponible
hy: մատչելի
pt_pt: Disponível
ru: Доступен
th: สามารถใช้ได้
zh_hans: 可用

# EShopPressure
source: Deduction
es: De acuerdo
hy: Համաձայնվել
pt_pt: Dedução
ru: Согласен
th: หักลดหย่อน
zh_hans: 抵

# EShopEnterNum
source: Please enter the quantity
es: Por favor ingrese la cantidad
hy: Խնդրում ենք մուտքագրել քանակ
pt_pt: Por favor insira a quantidade
ru: Пожалуйста, введите количество
th: กรุณากรอกปริมาณ
zh_hans: 请输入数量

# EShopBeyondRemain
source: Exceeding the remaining number
es: Se excedió el número restante
hy: գերազանցեց մնացած համարը
pt_pt: Exceder o número restante
ru: Превышен оставшийся номер
th: เกินจำนวนที่เหลือ
zh_hans: 超出剩余数

# EShopBeyondMax
source: Exceed the maximum usage
es: Uso máximo excedido
hy: գերազանցել է առավելագույն օգտագործումը
pt_pt: Exceder o uso máximo
ru: Превышено максимальное использование
th: เกินการใช้งานสูงสุด
zh_hans: 超过最大使用数量

# EShopMaxNum
source: Maximum Usage
es: Uso máximo
hy: Առավելագույն օգտագործման
pt_pt: Uso máximo
ru: Максимальное использование
th: จำนวนสูงสุดของการใช้งาน
zh_hans: 最大使用数量

# EShopProprietary
source: Self-operated
es: Auto operado
hy: Ինքնազբաղված
pt_pt: Auto-operado
th: รับจ้างตนเอง
zh_hans: 自营

# EShopLuckyNum
source: Lucky number of this issue
es: Este número de la suerte
hy: Այս բախտավոր թիվը
pt_pt: Número de sorte desta questão
ru: Это счастливое число
th: เลขนำโชคของปัญหานี้
zh_hans: 本期幸运号码

# EShopNoGuess
source: No draw yet, please come back later
es: Aún no está abierto, vuelva más tarde
hy: Դեռ բաց չէ, խնդրում եմ վերադառնալ ավելի ուշ
pt_pt: Ainda sem sorteio, por favor volte mais tarde
ru: Еще не открыто, пожалуйста, зайдите позже
th: ยังไม่มีการวาดโปรดกลับมาใหม่ในภายหลัง
zh_hans: 暂未开奖，请稍后再来

# EShopHexadecimal
source: Last 8 digits of hexadecimal
es: Últimos 8 dígitos del hex
hy: hex- ի վերջին 8 նիշերը
pt_pt: Últimos 8 dígitos de hexadecimal
ru: Последние 8 цифр гекса
th: เลขฐานสิบหก 8 ตัวสุดท้าย
zh_hans: 16进制最后8位

# EShopGetGuess
source: Congratulations on your winning, please keep up!
es: ¡Felicitaciones, ha ganado el premio, por favor, continúe!
hy: Շնորհավորում ենք, հաղթեցիք մրցանակին, խնդրում եմ պահել:
pt_pt: Parabéns pela sua vitória, por favor, mantenha-se!
ru: Поздравляем, вы выиграли приз, пожалуйста, продолжайте!
th: ขอแสดงความยินดีกับชัยชนะของคุณโปรดทำงานอย่างหนักต่อไป!
zh_hans: 恭喜您中奖了，请再接再厉！

# EShopNoGetGuess
source: Unfortunately, you didn't win the prize, please keep up!
es: Desafortunadamente, no ha ganado, ¡continúe!
hy: Դժբախտաբար, դուք չեք հաղթել, խնդրում եմ պահել:
pt_pt: Infelizmente, você não ganhou o prêmio, por favor, continue!
ru: К сожалению, вы не выиграли, пожалуйста, продолжайте!
th: แต่น่าเสียดายที่คุณไม่ชนะโปรดยังคงทำงานอย่างหนัก!
zh_hans: 很遗憾，您没有中奖，请再接再厉！

# EShopSoldOutTime
source: Sold out time:
es: Tiempo agotado:
hy: Վաճառված ժամանակ.
pt_pt: Esgotado o tempo:
ru: Время продажи:
th: ขายหมดเวลา:
zh_hans: 售罄时间:

# EShopSoldOutBlock
source: Sold out time block number:
es: Número de bloque de tiempo de venta:
hy: Վաճառքի ժամանակի բլոկի համարը
pt_pt: Número do bloco de tempo esgotado:
ru: Номер блока времени продажи:
th: บล็อกหมายเลขในเวลาที่ขาย:
zh_hans: 售罄时区块号:

# EShopSoldOutNumber
source: Lucky block number:
pt_pt: Número do bloco de sorte:
ru: Счастливый номер блока:
th: หมายเลขโชคดี Blockchain:
zh_hans: 幸运区块号:

# EShopSoldOutHash
source: Lucky block hash value:
es: Valor de hash del bloque afortunado:
hy: Lucky բլոկի hash արժեքը
pt_pt: Valor de hash do bloco de sorte:
ru: Значение хэша счастливого блока:
th: แฮ็คบล็อก Lucky:
zh_hans: 幸运区块哈希值:

# EShopSoldOutPeople
source: Total number of treasures:
es: Número total de ganadores:
hy: հաղթողների ընդհանուր թիվը
pt_pt: Número total de tesouros:
ru: Общее количество победителей:
th: จำนวนสมบัติทั้งหมด:
zh_hans: 夺宝总人数:
