Repository: telecommai/ios
Catalog: Telecomm/Telecomm/Lib/Componet/EShopComps/Language/*.lproj/EShopComps.strings
Languages: es, hy, pt_pt, ru, th, zh_hans

# EShopCurrentNumber
source: Lucky number of this issue:
es: Este número de la suerte:
hy: Այս բախտավոր թիվը
pt_pt: Número de sorte deste problema:
ru: Это счастливое число:
th: เลขนำโชคของปัญหานี้:
zh_hans: 本期幸运号码:

# EShopMoreThan
source: Residual
es: Restante
hy: Մնացյալ
ru: Осталось
th: เหลือ
zh_hans: 取余

# EShopTreasurePeople
source: Total number of treasures
es: Número total de ganadores
hy: հաղթողների ընդհանուր թիվը
pt_pt: Número total de tesouros
ru: Общее количество победителей
th: จำนวนสมบัติทั้งหมด
zh_hans: 夺宝总人数

# EShopLuckyNumber
source: Lucky Number
es: Número de la suerte
pt_pt: Número de sorte
ru: Счастливый номер
th: เลขนำโชค
zh_hans: 幸运号码

# EShopTheDecimal
source: Convert to decimal
es: girar a decimal
hy: դիմել տասնորդական
pt_pt: Converter em decimal
ru: включить в десятичное число
th: แปลงเป็นทศนิยม
zh_hans: 转10进制

# ESShopSelectall
source: All
es: Seleccionar todo
hy: Ընտրեք բոլորը
pt_pt: Selecione tudo
ru: Выбрать все
th: เลือกทั้งหมด
zh_hans: 全选

# ESShopOperationFailed
source: The operation failed, please try again
es: Falló la operación, inténtelo de nuevo
hy: Գործարկումը ձախողվեց, կրկին փորձեք
pt_pt: A operação falhou, por favor tente novamente
ru: Операция не выполнена, пожалуйста, попробуйте еще раз
th: การดำเนินการล้มเหลวโปรดลองอีกครั้ง
zh_hans: 操作失败，请重试

# ESShopNeedToPay
source: Pending payment, you still need to pay
es: Pago pendiente, aún debe pagar
hy: Վճարման սպասում, դուք դեռ վճարում եք
pt_pt: Pagamento pendente, você ainda precisa pagar
ru: Ожидание оплаты, вам все еще нужно заплатить
th: คุณยังคงต้องชำระเงิน
zh_hans: 待付款 您还需要支付

# ESShopSignature
source: Signature
es: Firma
hy: Ստորագրություն
pt_pt: Assinatura
ru: Подпись
th: ลายเซ็น
zh_hans: 签名中

# ESShopSignComplete
source: Signature completion is in the process of purchase
es: La firma completada se está comprando
hy: Ստորագրության ավարտը ձեռք է բերվում
pt_pt: A conclusão da assinatura está no processo de compra
ru: Подпись завершена, покупается
th: การเซ็นชื่อเสร็จสมบูรณ์อยู่ในขั้นตอนการสั่งซื้อ
zh_hans: 签名完成正在购买

# ESShopResultConfirm
source: Confirmation of payment result Please enter my order list later
es: Confirmación de resultado de pago Introduzca mi lista de orden más tarde
hy: Վճարման արդյունքների հաստատում Խնդրում եմ մուտքագրել իմ հերթական ցուցակը ավելի ուշ
pt_pt: Confirmação do resultado do pagamento Por favor insira a minha lista de encomendas mais tarde
ru: Подтверждение результата оплаты Пожалуйста, введите мой список заказов позже
th: การยืนยันผลการชำระเงิน โปรดป้อนรายการสั่งซื้อของฉันในภายหลัง
zh_hans: 支付结果确认中 请稍后进入我的订单列表查看

# ESShopTransionFailAgain
source: The transaction failed, please try again
es: Error en la transacción, inténtelo de nuevo
hy: Գործարքը ձախողվեց, կրկին փորձեք
pt_pt: A transação falhou, por favor tente novamente
ru: Транзакция не удалась, повторите попытку
th: ธุรกรรมล้มเหลวโปรดลองอีกครั้ง
zh_hans: 交易失败,请重试

# ESShopSignFailAgain
source: Signature failed, please try again
es: Falló la firma, inténtelo de nuevo
hy: Ստորագրությունը ձախողվեց, կրկին փորձեք
pt_pt: A assinatura falhou, por favor tente novamente
ru: Сбой подписи, повторите попытку
th: ลายเซ็นล้มเหลวโปรดลองอีกครั้ง
zh_hans: 签名失败，请重试

# ESShopRechargeFailed
source: Recharge failed
es: Falló la recarga
hy: Վերալիցքավորել է
pt_pt: Recarga falhou
ru: Ошибка пополнения счета
th: การเติมเงินล้มเหลว
zh_hans: 充值失败

# ESShopHome
source: Home
es: Inicio
hy: Տուն
ru: Домой
th: บ้าน
zh_hans: 首页

# EShopDefault
source: [Default]
es: [predeterminado]
hy: [լռելյայն]
pt_pt: [Padrão]
ru: [по умолчанию]
th: [ผิดนัด]
zh_hans: [默认]

# EShopYHHD
source: Promotions:
es: Oferta:
hy: Առաջարկ.
pt_pt: Promoções:
ru: Предложение:
th: โปรโมชั่น:
zh_hans: 优惠活动：

# EShopInvalid
source: Invalid
es: Error
hy: Չհաջողվեց
pt_pt: Inválido
ru: Не удалось
th: ล้มเหลว
zh_hans: 失效

# EShopPaymentError
source: Payment error
es: Error de pago
hy: Վճարման սխալ
pt_pt: Erro de pagamento
ru: Ошибка оплаты
th: ข้อผิดพลาดการชำระเงิน
zh_hans: 支付错误

# EShopPayNotItem
source: Not getting the item
es: No se han obtenido artículos
hy: Նյութը չի ստացվում
pt_pt: Não recebendo o item
ru: Не получить предмет
th: ไม่ได้รับรายการ
zh_hans: 未获取到商品

# EShopRequestError
source: Request error
es: Error de solicitud
hy: Հարցման սխալ
pt_pt: Erro de solicitação
ru: Ошибка запроса
th: คำขอผิดพลาด
zh_hans: 请求出错

# EShopReload
source: Reload
es: Recargar
hy: Վերբեռնեք
pt_pt: Recarregar
ru: перезагружать
th: โหลด
zh_hans: 重新加载

# EShopStartTime
source: Start Time:
es: Hora de inicio:
hy: Սկիզբ ժամանակ:
pt_pt: Hora de início:
ru: Время начала:
th: เวลาเริ่มต้น:
zh_hans: 开始时间:

# EShopEndTime
source: End Time:
es: Hora de finalización:
hy: Վերջնական ժամ:
pt_pt: Hora final:
ru: Время окончания:
th: เวลาสิ้นสุด:
zh_hans: 结束时间:
