Repository: telecommai/ios
Catalog: Telecomm/Telecomm/Lib/Componet/Zone/Language/*.lproj/Zone.strings
Languages: es, hy, pt_pt, ru, th

# zoneLikedMe
source: Liked Me
es: Like me
hy: Սիրեց ինձ
pt_pt: Como eu
ru: Понравился мне
th: ชอบฉัน

# zoneForwardedWave
source: Forwarded your gravitational wave
es: Adelante su onda gravitacional
hy: Փոխանցել ձեր գրավիտացիոն ալիքը
pt_pt: Encaminhar sua onda gravitacional
ru: Переправил вашу гравитационную волну
th: ส่งต่อคลื่นความโน้มถ่วงของคุณ

# zoneLaunchedWave
source: Launched a gravitational wave
es: Se emitió una onda gravitacional
hy: Սկսել է գրավիտացիոն ալիք
pt_pt: Uma onda gravitacional foi emitida
ru: Запустил гравитационную волну
th: คลื่นความโน้มถ่วงถูกปล่อยออกมา

# zoneMessage
source: Message
hy: Հաղորդագրություն
pt_pt: mensagem
ru: новости
th: ข้อความ

# zoneInterstellarID
source: InterPlanet ID
es: Star ID
hy: Միջաստղային ID
pt_pt: ID da Estrela
ru: Межзвездный ID
th: รหัสดาว

# zoneRemove
source: Remove
es: Eliminar
hy: Հեռացնել
pt_pt: Remover
ru: удаление
th: ลบ

# zoneBlacklist
source: Blacklist
hy: Սեւ ցուցակ
pt_pt: lista negra
ru: черный список
th: บัญชีดำ

# zoneRemoving
source: Removing
es: Eliminando
hy: Հեռացում
pt_pt: Removendo
ru: Удаление
th: กำลังลบ

# zoneOriginalDeleted
source: Original gravitational wave has been deleted
es: La onda gravitacional original se ha eliminado
hy: Անցյալի գրավիտացիոն ալիքը ջնջվել է
pt_pt: A onda gravitacional original foi excluída
ru: Первоначальная гравитационная волна была удалена
th: คลื่นความโน้มถ่วงเดิมถูกลบ

# zoneEtc
source: etc.
hy: եւ այլն:
ru: и др.
th: ฯลฯ

# zoneFeelGood
source: people feel very good
es: La gente se siente muy bien
hy: մարդ շատ լավ է զգում
pt_pt: As pessoas se sentem muito bem
ru: Люди чувствуют себя очень хорошо

# zoneReply
source: Reply
es: Responder
hy: Պատասխան
pt_pt: Responder
ru: ответить
th: ตอบกลับ

# zoneLikeFailure
source: Like failure
es: Me gusta un error
hy: Կատարվածի նման
pt_pt: Como uma falha
ru: Как провал
th: ชอบความล้มเหลว

# zoneCommentSuccessful
source: Comment successful
es: Comentario exitoso
hy: Մեկնաբանությունը հաջողվեց
pt_pt: Comentário bem sucedido
ru: Комментарий успешен
th: ความคิดเห็นสำเร็จ

# zoneCommentFailed
source: Comment failed
es: Falló el comentario
hy: Մեկնաբանությունը ձախողվեց
pt_pt: Comentário falhou
ru: Комментарий не удался
th: ความคิดเห็นล้มเหลว

# zoneReplySuccessfully
source: Reply successfully
es: Respuesta exitosa
hy: Պատասխանել հաջողությամբ
pt_pt: Responder bem sucedido
ru: Ответить успешно
th: ตอบกลับสำเร็จ

# zoneReplyFailed
source: Reply failed
es: Respuesta fallida
hy: Պատասխանը ձախողվեց
pt_pt: Resposta falhou
ru: Ответить не удалось
th: การตอบล้มเหลว

# zoneIncorrectDataFormat
source: Incorrect data format
es: El formato de los datos es incorrecto
hy: Ձայնի սխալ ձեւաչափ
pt_pt: O formato dos dados está incorreto
ru: Неверный формат данных
th: รูปแบบข้อมูลไม่ถูกต้อง

# zoneDelete
source: Delete
es: Eliminar
hy: Ջնջել
pt_pt: Excluir
ru: удалять
th: ลบ

# zoneUnsubscribe
source: Unsubscribe
es: Dejar de seguir
hy: Արձագանքեք
pt_pt: Deixar de seguir
ru: Отписаться
th: เลิกติดตาม

# zoneAddAttention
source: Add Concern
es: Agregar preocupación
hy: Ուշադրություն
pt_pt: Adicionar preocupação
ru: Добавить внимание
th: เพิ่มความกังวล

# zoneAttention
source: Concern
es: Seguir
hy: Ուշադրություն
pt_pt: Seguir
ru: внимание
th: ติดตาม

# zoneAddToBlacklist
source: Add To Blacklist
es: Agregar lista negra
hy: Սեւ ցուցակ
pt_pt: Adicionar lista negra
ru: черный список
th: เพิ่มบัญชีดำ

# zoneComment
source: Comment
es: Comentario
hy: Մեկնաբանություն
pt_pt: Comentário
ru: обзор
th: ความคิดเห็น

# zoneReasonForForwarding
source: Reason for forwarding
es: Motivos hacia adelante
hy: Փոխանցման պատճառ
pt_pt: Motivos de encaminhamento
ru: Причина пересылки
th: เหตุผลไปข้างหน้า

# zoneAddUpToThreeImages
source: Add up to three images
es: Agregar hasta tres imágenes
hy: Ավելացնել մինչեւ երեք պատկեր
pt_pt: Adicione até três imagens
ru: Добавьте до трех изображений
th: เพิ่มภาพได้สูงสุดสามภาพ

# zonePrompt
source: Prompt
hy: Արագություն
ru: подсказка
th: พรอมต์

# zoneThereIsAnUploadFailurePhoto
source: There is an upload failure photo
es: Hay una foto fallida de carga
hy: Կա վերբեռնման ձախողման լուսանկար
pt_pt: Há uma foto com falha no upload
ru: При загрузке фотографии произошла ошибка
th: มีการอัปโหลดภาพถ่ายล้มเหลว

# zoneCancel
source: Cancel
es: Cancelar
hy: Չեղարկել
pt_pt: Cancelar
ru: отменен
th: ยกเลิก

# zoneSendDirectly
source: Ignore, send directly
es: Omitir, enviar directamente
hy: Անտեսել, ուղարկում ուղղակիորեն
pt_pt: Ignorar, enviar diretamente
ru: Игнорировать, отправить напрямую
th: ละเว้นส่งโดยตรง

# zoneAddUpTo9Images
source: You can add up to 9 images
es: Puede agregar hasta 9 imágenes
hy: Դուք կարող եք ավելացնել մինչեւ 9 նկար
pt_pt: Você pode adicionar até 9 imagens
ru: Вы можете добавить до 9 изображений
th: คุณสามารถเพิ่มภาพได้สูงสุด 9 ภาพ

# zoneGravitationalWaveFailure
source: Launching gravitational wave failure
es: Error al lanzar ondas gravitacionales
hy: Գրաֆիտացիոն ալիքի ձախողման գործարկում
pt_pt: Falha ao lançar ondas gravitacionais
ru: Запуск сбоя гравитационной волны
th: ไม่สามารถเปิดคลื่นความโน้มถ่วง

# zoneDetectedURL
source: Detected URL
es: URL detectada
hy: Հայտնաբերված URL
pt_pt: URL detectado
ru: Обнаруженный URL
th: ตรวจพบ URL

# zoneEnterURL
source: Please enter a URL
es: Introduzca una URL
hy: Մուտքագրեք URL
pt_pt: Por favor, digite um URL
ru: Пожалуйста, введите URL
th: โปรดป้อน URL

# zonePreview
source: Preview:
es: Vista previa:
hy: Նախադիտում.
pt_pt: Pré-visualização:
ru: Предварительный просмотр:
th: ดูตัวอย่าง:

# zoneLaunchingGravitationalWaves
source: New Waves
es: emitir onda gravitacional
hy: Գրաֆիտացիոն ալիքների գործարկում
pt_pt: Emitem onda gravitacional
ru: Запуск гравитационных волн
th: ปล่อยคลื่นความโน้มถ่วง

# zoneGravitationalWaveIsEmpty
source: Gravitational wave is empty
es: La onda gravitacional está vacía
hy: Գրաֆիտացիոն ալիքը դատարկ է
pt_pt: A onda gravitacional está vazia
ru: Гравитационная волна пуста
th: คลื่นความโน้มถ่วงว่างเปล่า

# zoneLaunching
source: Launching
es: emitiendo
hy: Սկսելը
pt_pt: emitindo
ru: запускается
th: เปล่ง

# zoneWebPageAddressCannotBeEmpty
source: Web page address cannot be empty
es: La dirección de la página no puede estar vacía
hy: Վեբ էջի հասցեն չի կարող դատարկ լինել
pt_pt: O endereço da página não pode estar vazio
ru: Адрес веб-страницы не может быть пустым
th: ที่อยู่หน้าต้องไม่ว่างเปล่า

# zoneWebPageAddressFormatIsIncorrect
source: Web page address format is incorrect
es: El formato de la dirección de la página es incorrecto
hy: Վեբ էջի հասցեի ձեւաչափը սխալ է
pt_pt: O formato do endereço da página está incorreto
ru: Неверный формат адреса веб-страницы
th: รูปแบบที่อยู่หน้าไม่ถูกต้อง

# zoneLaunchedGravitationalWaveSuccessfully
source: Launched gravitational wave successfully
es: Lanzamiento exitoso de ondas gravitacionales
hy: Սկսվել է գրավիտացիոն ալիք
pt_pt: Lançamento bem-sucedido de ondas gravitacionais
ru: Успешно запустил гравитационную волну
th: เปิดตัวคลื่นความโน้มถ่วงได้สำเร็จ

# zoneEmission
source: Emission
es: Lanzar
hy: Գործարկել
pt_pt: lançamento
ru: запуск
th: เรียกใช้งาน

# zoneShooting
source: Shooting
es: tiro
hy: Կրակոցներ
pt_pt: tiro
ru: стрельба
th: การถ่ายภาพ

# zoneAlbum
source: Album
hy: Ալբոմ
pt_pt: Álbum
ru: галерея
th: อัลบั้ม

# zoneSaySomething
source: Say something...
es: Say algo ...
hy: Մի բան ասեք ...
pt_pt: Diga alguma coisa ...
ru: Скажи что-нибудь ...
th: พูดอะไรบางอย่าง ...

# zoneTheMaximumVideoCannotExceed
source: The maximum video cannot exceed
es: El video máximo no puede exceder
hy: Առավելագույն տեսանյութը չի կարող գերազանցել
pt_pt: O vídeo máximo não pode exceder
ru: Максимальное видео не может превышать
th: วิดีโอสูงสุดต้องไม่เกิน

# zoneShareToTheGravitationalField
source: Share to the gravitational
es: Compartir en el campo gravitacional
hy: Տարածեք գրավիտացիոն դաշտում
pt_pt: Compartilhar no campo gravitacional
ru: Поделиться в гравитационном поле
th: แบ่งปันไปยังฟิลด์แรงโน้มถ่วง

# zoneSend
source: Send
es: enviar
hy: Ուղարկել
pt_pt: enviar
ru: послать
th: ส่ง

# zoneIsLaunchingGravitationalWaves
source: Is launching gravitational waves
es: Ondas gravitacionales resplandecientes
hy: Գործարկում է գրավիտացիոն ալիք
pt_pt: Ondas gravitacionais brilhantes
ru: Запускает гравитационные волны
th: เรืองแสงคลื่นความโน้มถ่วง

# zoneUploadingImage
source: Uploading image
hy: Պատկերը վերբեռնելը
pt_pt: Fazendo upload da imagem
ru: Загрузка изображения
th: กำลังอัปโหลดภาพ

# zoneDetermine
source: OK
es: Confirmar
hy: Որոշեք
pt_pt: Determinar
ru: определить
th: ตกลง

# zoneJust
source: Just
es: Solo
hy: Պարզապես
pt_pt: apenas
ru: просто
th: เพิ่ง

# zoneMinutesAgo
source: minutes ago
es: Minutos antes
hy: րոպե առաջ
pt_pt: minutos antes
ru: Минут назад
th: นาทีก่อน

# zoneSilverDiamond
source: Silver Diamond
hy: Արծաթյա ադամանդ
pt_pt: Diamante de Prata
ru: Серебряный бриллиант
th: เพชรเงิน

# zoneCopy
source: Copy
es: Copia
hy: Պատճեն
ru: копия
th: คัดลอก

# zoneAlreadyInTheBlacklist
source: The other party is already in the blacklist. Please remove it.
es: La otra parte ya está en la lista negra, elimínela y opere
hy: Մյուս կուսակցությունը արդեն սեւ ցուցակում է: Խնդրում ենք հեռացնել այն:
pt_pt: A outra parte já está na lista negra, remova-a e opere
ru: Другая сторона уже находится в черном списке. Пожалуйста, удалите ее.
th: บุคคลอื่นอยู่ในบัญชีดำแล้วโปรดลบออกและใช้งาน

# zoneCollapse
source: Collapse
es: para cerrar
hy: Փլուզումը
pt_pt: fechar
ru: коллапс
th: เพื่อปิด

# zoneExpand
source: Expand
es: Expandir
hy: Ընդլայնել
pt_pt: Expandir
ru: расширение

# zoneBrowse
source: Browse
es: Examinar
hy: Փնտրել
pt_pt: Navegar
ru: пролистать
th: เรียกดู

# zoneTimes
source: times
hy: անգամ
ru: раз
th: ครั้ง

# zoneDeleteOrNot
source: Delete or not?
es: ¿Desea eliminar?
hy: Ջնջել:
pt_pt: Deseja apagar?
ru: Удалить?
th: คุณต้องการลบหรือไม่

# zoneGravitationalWaveHasBeenDeleted
source: The original gravitational wave has been deleted and cannot be forwarded.
es: La onda gravitacional original se ha eliminado y no se puede reenviar
hy: Բնօրինակ գրավիտացիոն ալիքը ջնջվել է եւ չի կարող փոխանցվել:
pt_pt: A onda gravitacional original foi excluída e não pode ser encaminhada
ru: Первоначальная гравитационная волна была удалена и не может быть передана.
th: คลื่นความโน้มถ่วงดั้งเดิมถูกลบและไม่สามารถส่งต่อได้

# zoneForwardedSuccessfully
source: Forwarded successfully
es: Reenvío exitoso
hy: Փոխանցել հաջողակ
pt_pt: Sucesso de encaminhamento
ru: Успешно отправлено
th: การส่งต่อสำเร็จ

# zoneForwardingFailed
source: Forwarding failed
es: Forward forward
hy: Փոխանցումը ձախողվեց
pt_pt: Reencaminhar falhou
ru: Переадресация не удалась
th: การส่งต่อล้มเหลว

# zoneGravitationalWaveDeletedSuccessfully
source: Gravitational wave deleted successfully
es: Eliminación de onda gravitacional exitosa
hy: Ձգողականության ալիքը հաջողությամբ ջնջվել է
pt_pt: Deleção de onda gravitacional foi bem sucedida
ru: Гравитационная волна успешно удалена
th: การลบคลื่นแรงโน้มถ่วงสำเร็จ

# zoneGravitationalWaveDeletionFailed
source: Gravitational wave deletion failed
es: Falló la eliminación de la onda gravitacional
hy: Ձգողականության ալիքի ջնջումը ձախողվեց
pt_pt: Falha na eliminação da onda gravitacional
ru: Удаление гравитационной волны не удалось
th: การลบคลื่นแรงโน้มถ่วงล้มเหลว

# zoneSuccess
source: Success
es: éxito
hy: Հաջողություն
ru: успех
th: สำเร็จ

# zoneFailure
source: Failure
es: Failed
hy: Չհաջողվեց
pt_pt: Falhou
ru: недостаточность
th: ล้มเหลว

# zoneJoinedTheBlacklistSuccessfully
source: Joined the blacklist successfully
es: Se ha unido correctamente a la lista negra
hy: Գրանցվել է սեւ ցուցակում
pt_pt: Bem sucedido para entrar na lista negra
ru: Успешно вошел в черный список
th: ประสบความสำเร็จในการเข้าร่วมบัญชีดำ

# zoneTheOtherPartyIsAlreadyOnTheBlacklist
source: The other party is already on the blacklist
es: La otra parte ya está en la lista negra
hy: Մյուս կուսակցությունը արդեն սեւ ցուցակում է
pt_pt: A outra parte já está na lista negra
ru: Другая сторона уже в черном списке
th: บุคคลอื่นอยู่ในบัญชีดำแล้ว

# zoneFailedToJoinTheBlacklist
source: Failed to join the blacklist
es: Error al unirse a la lista negra
hy: Չհաջողվեց միանալ սեւ ցուցակում
pt_pt: Falha ao ingressar na lista negra
ru: Не удалось присоединиться к черному списку
th: ไม่สามารถเข้าร่วมบัญชีดำ

# zoneGravitationalField
source: Gravitational
es: campo gravitacional
hy: Ձգողականություն դաշտը
pt_pt: campo gravitacional
ru: Гравитационное поле
th: ฟิลด์ความโน้มถ่วง

# zoneAll
source: All
hy: Բոլորը
pt_pt: todos
ru: полный
th: ทั้งหมด

# zoneFriend
source: Friend
es: amigo
hy: Ընկեր
pt_pt: amigo
ru: друзья
th: เพื่อน

# zoneGravitationalFieldAll
source: Gravitationa
es: campo gravitacional (todos)
hy: Բոլորը
pt_pt: campo gravitacional (todos)
ru: полный
th: ฟิลด์ความโน้มถ่วง (ทั้งหมด)

# zoneGravitationalFieldFriend
source: Friend
es: campo gravitacional (amigo)
hy: Ընկեր
pt_pt: campo gravitacional (amigo)
ru: друзья
th: ฟิลด์แรงโน้มถ่วง (เพื่อน)

# zoneGravitationalFieldConcern
source: Concern
es: campo gravitacional (seguir)
hy: Ուշադրություն
pt_pt: campo gravitacional (seguir)
ru: внимание
th: ฟิลด์ความโน้มถ่วง (ติดตาม)

# zoneMy
source: My
es: mi
hy: Իմ
pt_pt: meu
ru: мой
th: ของฉัน

# zoneAddFriend
source: Add Friend
es: Agregar un amigo
hy: Ավելացնել ընկեր
pt_pt: Adicionar um amigo
ru: Добавить друга
th: เพิ่มเพื่อน

# zoneDetails
source: Details
es: Detalles
hy: Մանրամասները
pt_pt: Detalhes
ru: подробность
th: รายละเอียด

# zoneGettingGravitationalWaveFailure
source: Getting gravitational wave failure
es: Obtener falla de onda gravitacional
hy: Ստանալով գրավիտացիոն ալիքի ձախողում
pt_pt: Falha na onda gravitacional
ru: Получение сбоя гравитационной волны
th: รับความล้มเหลวของคลื่นความโน้มถ่วง

# zoneLoading
source: Loading
es: Cargando
hy: Բեռնվում է
pt_pt: Carregando
ru: загрузка
th: กำลังโหลด

# zoneLoadFailedOrGravitationalWaveHasBeenDeleted
source: Load failed or gravitational wave has been deleted
es: Falló la carga o se eliminó la onda gravitacional
hy: Բեռնումը ձախողվեց կամ ջրաչափական ալիքը ջնջվել է
pt_pt: Falha na carga ou onda gravitacional foi excluída
ru: Не удалось загрузить или гравитационная волна была удалена
th: การโหลดล้มเหลวหรือคลื่นความโน้มถ่วงถูกลบ

# zoneNewNews
source: new message
es: mensaje nuevo
hy: նոր նորություններ
pt_pt: nova mensagem
ru: новые новости
th: ข้อความใหม่

# zoneChangeBackgroundImage
source: Change background image
es: Cambiar imagen de fondo
hy: Փոխել ֆոնային պատկերը
pt_pt: Alterar imagem de fundo
ru: Изменить фоновое изображение
th: เปลี่ยนภาพพื้นหลัง

# zoneTakePhoto
source: Take Photo
es: Photograph
hy: Լուսանկարեք
pt_pt: Fotografia
ru: Сделать фото
th: ภาพถ่าย

# zoneErrorMessage
source: Error message
es: mensaje de error
hy: Սխալ հաղորդագրություն
pt_pt: mensagem de erro
ru: Сообщение об ошибке
th: ข้อความแสดงข้อผิดพลาด

# zoneTheCurrentDeviceDoesNotSupportShooting
source: The current device does not support shooting
es: El dispositivo actual no admite disparos
hy: Ընթացիկ սարքը չի աջակցում նկարահանումներին
pt_pt: O dispositivo atual não suporta gravação
ru: Текущее устройство не поддерживает съемку
th: อุปกรณ์ปัจจุบันไม่รองรับการถ่ายภาพ

# zoneFailedToReplaceBackgroundImage
source: Failed to replace background image
es: Error al reemplazar la imagen de fondo
hy: Չհաջողվեց փոխարինել ֆոնային պատկերը
pt_pt: Falha ao substituir a imagem de fundo
ru: Не удалось заменить фоновое изображение
th: ไม่สามารถแทนที่ภาพพื้นหลัง
