Repository: telecommai/ios
Catalog: Telecomm/Telecomm/Lib/Componet/PayComps/Language/*.lproj/PayComps.strings
Languages: es, hy, pt_pt, ru, th, zh_hans

# payOrderPaymentSuccess
source: Order payment success
es: Éxito en el pago de la orden
hy: Պատվերի վճարման հաջողությունը
pt_pt: Ordenar o sucesso do pagamento
ru: Успешная оплата заказа
th: สั่งซื้อการชำระเงินสำเร็จ
zh_hans: 订单支付成功

# payBeingProcessed
source: Being processed, the payment result is unknown (it may have been paid successfully), please check the payment status of the order in the merchant order list
es: En progreso, el resultado del pago es desconocido (puede haber sido pagado con éxito), verifique el estado de pago del pedido en la lista de pedidos del comerciante
hy: Վերամշակվում է, վճարման արդյունքը անհայտ է (հնարավոր է, հաջողությամբ վճարվել է), խնդրում ենք ստուգել վաճառողի կարգի ցուցակում պատվերի վճարման կարգավիճակը
pt_pt: Sendo processado, o resultado do pagamento é desconhecido (pode ter sido pago com sucesso), verifique o status de pagamento do pedido na lista de ordem do comerciante
ru: В процессе обработки, результат оплаты неизвестен (возможно, он был успешно оплачен), пожалуйста, проверьте статус оплаты заказа в списке заказов продавца
th: กำลังประมวลผลผลการชำระเงินไม่เป็นที่รู้จัก (อาจได้รับชำระเรียบร้อยแล้ว) โปรดตรวจสอบสถานะการชำระเงินของคำสั่งซื้อในรายการคำสั่งซื้อ
zh_hans: 正在处理中，支付结果未知（有可能已经支付成功），请查询商户订单列表中订单的支付状态

# payOrderPaymentFailed
source: Order payment failed
es: Falló el pago de la orden
hy: Պատվերի վճարումը ձախողվեց
pt_pt: O pagamento do pedido falhou
ru: Не удалось оплатить заказ
th: การชำระเงินตามคำสั่งซื้อล้มเหลว
zh_hans: 订单支付失败

# payUserCanceledHalfway
source: User canceled halfway
es: El usuario cancela a mitad de camino
hy: Օգտվողը չեղարկվեց կիսամյակում
pt_pt: Usuário cancelado
ru: Пользователь отменил на полпути
th: ผู้ใช้ถูกยกเลิกครึ่งทาง
zh_hans: 用户中途取消

# payNetworkConnectionError
source: Network connection error
es: Error de conexión de red
hy: Ցանցային կապի սխալ
pt_pt: Erro de conexão de rede
ru: Ошибка сетевого подключения
th: ข้อผิดพลาดการเชื่อมต่อเครือข่าย
zh_hans: 网络连接出错

# payRepeatRequest
source: Repeat request
es: Repetir solicitud
hy: Կրկնել պահանջը
pt_pt: Repetir pedido
ru: Повторить запрос
th: ทำซ้ำคำขอ
zh_hans: 重复请求

# payThePaymentResultUnknown
source: The payment result is unknown (it may have been paid successfully), please check the payment status of the order in the merchant order list.
es: El resultado del pago es desconocido (puede haber sido pagado con éxito), verifique el estado de pago del pedido en la lista de pedidos del comerciante
hy: Վճարման արդյունքը անհայտ է (հնարավոր է, հաջողությամբ վճարվել է), խնդրում ենք ստուգել կարգի վճարման կարգավիճակը առեւտրային պատվերների ցանկում:
pt_pt: O resultado do pagamento é desconhecido (pode ter sido pago com sucesso), verifique o status do pagamento do pedido na lista de ordem do comerciante.
ru: Результат платежа неизвестен (возможно, он был успешно оплачен), проверьте статус оплаты заказа в списке заказов продавца
th: ไม่ทราบผลการชำระเงิน (อาจได้รับการชำระเรียบร้อยแล้ว) โปรดตรวจสอบสถานะการชำระเงินของคำสั่งซื้อในรายการคำสั่งซื้อของผู้ขาย
zh_hans: 支付结果未知（有可能已经支付成功），请查询商户订单列表中订单的支付状态

# payOtherPaymentErrors
source: Other payment errors
es: Otros errores de pago
hy: Այլ վճարային սխալներ
pt_pt: Outros erros de pagamento
ru: Другие ошибки оплаты
th: ข้อผิดพลาดการชำระเงินอื่น ๆ
zh_hans: 其它支付错误

# payPaymentResult
source: Payment result
es: resultado del pago
hy: Վճարման արդյունքը
pt_pt: Resultado do pagamento
ru: Результат оплаты
th: ผลการชำระเงิน
zh_hans: 支付结果

# payPaymentResultSuccess
source: Payment result: success!
es: Resultado del pago: ¡Éxito!
hy: Վճարման արդյունքը `հաջողություն:
pt_pt: Resultado do pagamento: sucesso!
ru: Результат оплаты: успех!
th: ผลการชำระเงิน: สำเร็จ!
zh_hans: 支付结果：成功！

# payPaymentResultFailure
source: Payment result: Failure!
es: Resultado del pago: ¡Falló!
hy: Վճարման արդյունքը `չհաջողվեց:
pt_pt: Resultado do pagamento: falha!
ru: Результат оплаты: Ошибка!
th: ผลการชำระเงิน: ล้มเหลว!
zh_hans: 支付结果：失败！

# payUserAlreadyQuitPayment
source: The user has already quit the payment!
es: ¡El usuario ha cerrado la sesión!
hy: Օգտագործողը արդեն դուրս է եկել վճարումը:
pt_pt: O usuário já desistiu do pagamento!
ru: Пользователь уже вышел из платежа!
th: ผู้ใช้ได้เลิกชำระเงินแล้ว!
zh_hans: 用户已经退出支付！
