Repository: telecommai/ios
Catalog: Telecomm/Telecomm/Lib/Componet/ToolsLibrary/Language/*.lproj/ToolsLibrary.strings
Languages: es, hy, pt_pt, ru, th

source: Examine red packet
es: Ver paquete rojo
hy: Դիտել կարմիր ծրարը
pt_pt: Ver pacote vermelho
ru: Посмотреть красный конверт
th: ดู Red Packet

source: Opened red packet
es: recibir sobre rojo
hy: Ստանալով կարմիր ծրար
pt_pt: receber envelope vermelho
ru: Получение красного конверта
th: รับซองจดหมายสีแดง

source: Red Packet
es: sobre rojo
hy: Կարմիր ծրարը
pt_pt: envelope vermelho
ru: Красный конверт
th: ซองจดหมายสีแดง

source: [Video News]
es: [Dinámica de video]
pt_pt: [Dinâmica de Vídeo]
ru: [Видео новости]
th: [การเปลี่ยนแปลงวิดีโอ]

source: [Web News]
es: [Dinámica Web]
pt_pt: [Dinâmica da Web]
ru: [Динамическая веб-страница]
th: [Web Dynamics]

source: [Product Sharing]
pt_pt: [Compartilhamento de produto]
ru: [Обмен продуктами]
th: [การแบ่งปันผลิตภัณฑ์]

source: [Forwarding Dynamic]
es: [Dinámica de reenvío]
hy: [փոխանցող դինամիկ]
pt_pt: [Dinâmica de encaminhamento]
th: [การส่งต่อการเปลี่ยนแปลง]

source: Save Picture
es: Guardar imagen
hy: Պահել պատկերը
pt_pt: Salvar imagem
ru: Сохранить изображение
th: บันทึกรูปภาพ

source: Identify the QR code in the image
es: Reconozca el código QR en la imagen
hy: Որոշեք պատկերում QR կոդը
pt_pt: Reconhecer o código QR na imagem
ru: Определите QR-код на изображении
th: จดจำรหัส QR ในภาพ

source: Saved to album
es: Guardado en el álbum
hy: Ձայնագրվել է ալբոմ
pt_pt: Salvo no álbum
ru: Сохранено в альбом
th: บันทึกไปยังอัลบั้ม

# savedToAlbumFailed
source: Saving to album failed
es: Error al guardar en el álbum
hy: Ալբոմի պահպանումը ձախողվեց
pt_pt: Salvar no álbum falhou
ru: Не удалось сохранить в альбом
th: บันทึกไปยังอัลบั้มล้มเหลว

source: Energy exchange record
es: Registro de intercambio de energía
hy: Էներգիայի փոխանակման ռեկորդ
pt_pt: Registro de troca de energia
ru: Запись об обмене энергией
th: บันทึกการแลกเปลี่ยนพลังงาน

source: Exchange Record
es: Registro de intercambio
hy: Փոխանակում ռեկորդ
pt_pt: Registro do Exchange
ru: Биржевая запись
th: แลกเปลี่ยนบันทึก

# baseID1
source: Base ID:
es: ID base:
pt_pt: ID base:
ru: база ID:
th: ID ฐาน:

source: My interPlanet ID:
es: My Star ID:
hy: Իմ Միջաստղային ID:
pt_pt: Meu ID de estrela:
ru: мой Межзвездный ID:
th: My Star ID:

source: Exchange Time:
es: tiempo de intercambio:
hy: Փոխանակման ժամանակ:
pt_pt: tempo de troca:
ru: Время обмена:
th: เวลาแลกเปลี่ยน:

source: Successful transaction
es: Transacción exitosa
hy: Հաջող գործարք
pt_pt: Transação bem sucedida
ru: Успешная транзакция
th: การทำธุรกรรมสำเร็จ

source: Choose a friend
es: Seleccionar un amigo
hy: Ընտրեք ընկերոջը
pt_pt: Selecione um amigo
ru: Выбери друга
th: เลือกเพื่อน

source: Choose tribe
es: Seleccionar una tribu
hy: Ընտրեք ցեղը
pt_pt: Selecione uma tribo
ru: Выберите племя
th: เลือกเผ่า

source: Recent
es: Recientemente
hy: Վերջերս
pt_pt: Recentemente
ru: в последнее время
th: ล่าสุด

source: Energy Exchange
es: intercambio de energía
hy: Էներգետիկ փոխանակում
pt_pt: troca de energia
ru: Обмен энергией
th: การแลกเปลี่ยนพลังงาน

source: Scan
es: sweep
hy: Ստուգեք կոդը
pt_pt: varrer
ru: Сканирование кода
th: กวาด

source: Application accounts and service accounts
es: número de aplicación y número de servicio
hy: Դիմումի համարը եւ սպասարկման համարը
pt_pt: número do aplicativo e número do serviço
ru: Номер заявки и сервисный номер
th: หมายเลขแอปพลิเคชันและหมายเลขบริการ

source: Loading...
es: cargando ...
hy: Բեռնում ...
pt_pt: Carregando ...
th: กำลังโหลด ...

# requestFail
source: Acquisition failed
es: Obtener error
hy: Ձեռքբերումը ձախողվեց
pt_pt: Falha ao obter
ru: Приобретение не удалось
th: รับความล้มเหลว

source: Deleting
es: Eliminando
hy: Ջնջում
pt_pt: Excluindo
ru: Удаление
th: กำลังลบ

source: Save
es: guardar
hy: Պահել
pt_pt: salvar
ru: Сохранить
th: บันทึก

# toolsLanguage
source: Language
es: idioma
hy: Լեզուն
pt_pt: idioma
ru: язык
th: ภาษา

source: Quit
es: out
hy: Ելք
pt_pt: out
ru: выход
th: ออก

source: Alert Sound
es: tono de llamada
hy: Զանգեր
pt_pt: toque
ru: кольцо
th: เสียงเรียกเข้า

source: Vibrate
es: vibración
hy: Թրթռում
pt_pt: vibração
ru: шок
th: การสั่นสะเทือน

source: Saving Settings
es: Guardando configuraciones
hy: Պահպանումները
pt_pt: Salvando configurações
ru: Сохранение настроек
th: บันทึกการตั้งค่า

source: Voice
es: voz
hy: Ձայն
pt_pt: voz
ru: голос
th: เสียง

source: Application accounts
es: número de solicitud
hy: Դիմումի համարը
pt_pt: número do aplicativo
ru: Номер заявки
th: หมายเลขแอปพลิเคชัน

source: business card
es: tarjeta de visita
hy: Բիզնես քարտ
pt_pt: cartão de visita
ru: Визитная карточка
th: นามบัตร

source: Consumption certificate
es: certificado de consumo
hy: Սպառողական վկայագիր
pt_pt: certificado de consumo
ru: Сертификат потребления
th: ใบรับรองการใช้

source: Task
hy: Առաջադրանք
pt_pt: tarefa
ru: задача
th: งาน

source: Advertising information
es: Información publicitaria
hy: Գովազդային տեղեկատվություն
pt_pt: Informação publicitária
ru: Рекламная информация
th: ข้อมูลโฆษณา

source: Location
es: ubicación
hy: Որտեղից
pt_pt: localização
ru: расположение
th: ตำแหน่ง

source: Private Picture
es: Mapa denso
hy: Խիտ քարտեզ
pt_pt: Privado
ru: Плотная карта
th: แผนที่หนาแน่น

source: Private Message
es: carta secreta
hy: Գաղտնի նամակ
pt_pt: carta secreta
ru: Секретное письмо
th: จดหมายลับ

source: Private File
es: Bcc
hy: Գաղտնի
pt_pt: Bcc
ru: штора
th: Bcc

source: Invoice Upload
es: Carga de factura
hy: Բիլայն բեռնումը
pt_pt: Upload da fatura
ru: Загрузка счета
th: อัปโหลดใบแจ้งหนี้

# currentPhone
source: Local
es: esta máquina
hy: Տեղական
pt_pt: esta máquina
ru: машина
th: เครื่องนี้

source: No search results
es: No hay resultados de búsqueda
hy: Չկան որոնման արդյունքներ
pt_pt: Nenhum resultado de pesquisa
ru: Нет результатов поиска пока
th: ไม่มีผลการค้นหา

source: BTC Transfer
es: Transferencia BTC
hy: BTC փոխանցում
pt_pt: Transferência BTC
ru: BTC перевод
th: การโอน BTC

source: No BTC wallet has been created
es: La billetera BTC aún no se ha creado
hy: Դեռեւս BTC դրամապանակ չի ստեղծվել
pt_pt: A carteira BTC ainda não foi criada
ru: Кошелек BTC еще не создан
th: กระเป๋าสตางค์ BTC ยังไม่ได้สร้าง

source: Choose Wallet
es: Select Wallet
hy: Ընտրեք դրամապանակ
pt_pt: Selecione Carteira
ru: Выберите кошелек
th: เลือกกระเป๋าเงิน

source: Failed to get wallet information
es: Error al obtener información de la billetera
hy: Չհաջողվեց ստանալ դրամապանակի տեղեկատվությունը
pt_pt: Falha ao obter informações da carteira
ru: Не удалось получить информацию о кошельке
th: ไม่สามารถรับข้อมูลกระเป๋าเงินได้

# friendsHaveNotCreatedBtcWallet
source: Friends have not created a BTC wallet
es: Los amigos todavía no han creado una billetera BTC
hy: Ընկերները դեռեւս չեն ստեղծել BTC- ի դրամապանակ
pt_pt: Amigos ainda não criaram uma carteira BTC
ru: Друзья еще не создали кошелек BTC
th: เพื่อนยังไม่ได้สร้างกระเป๋าสตางค์ BTC เลย

source: Please enter the transfer amount
es: Ingrese el monto de la transferencia
hy: Խնդրում ենք մուտքագրել փոխանցման գումարը
pt_pt: Por favor insira o valor da transferência
ru: Пожалуйста, введите сумму перевода
th: โปรดป้อนจำนวนเงินที่โอน

source: Collection Address
es: dirección de recibo
hy: Հավաքածուի հասցեն
pt_pt: endereço de recebimento
ru: Адрес коллекции
th: ที่อยู่ใบเสร็จ

source: More
es: más
hy: Ավելին
pt_pt: mais
ru: более
th: เพิ่มเติม

source: Payment Address
es: dirección de pago
hy: Վճարման հասցեն
pt_pt: endereço de pagamento
ru: Платежный адрес
th: ที่อยู่การชำระเงิน

source: Transaction Amount:
es: monto de la transacción:
hy: Գործարքի գումարը `
pt_pt: valor da transação:
ru: Сумма сделки:
th: จำนวนธุรกรรม:

source: Enter the transaction amount
es: Ingrese el monto de la transacción
hy: Մուտքագրեք գործարքի գումարը
pt_pt: Insira o valor da transação
ru: Введите сумму транзакции
th: ป้อนจำนวนธุรกรรม

# transfer2
source: Transfer
es: Transferencia
hy: Փոխանցում
pt_pt: transferência
ru: передача
th: ถ่ายโอน

source: EOS wallet has not been created
es: La billetera EOS aún no se ha creado
hy: EOS դրամապանակը դեռեւս չի ստեղծվել
pt_pt: A carteira EOS ainda não foi criada
ru: EOS кошелек еще не создан
th: กระเป๋าเงิน EOS ยังไม่ได้สร้าง

source: Select Account
hy: Ընտրեք հաշիվը
pt_pt: Selecionar conta
ru: Выберите аккаунт
th: เลือกบัญชี

source: Failed to get EOS balance
es: Error al obtener el saldo de EOS
hy: Չհաջողվեց ստանալ EOS- ի հավասարակշռությունը
pt_pt: Falha ao obter o equilíbrio do EOS
ru: Не удалось получить баланс EOS
th: ไม่สามารถรับสมดุลของ EOS

source: No active local EOS wallet
es: No hay una cartera EOS local activa
hy: Ակտիվ տեղական EOS դրամապանակ չկա
pt_pt: Não há carteira EOS local ativa
ru: Нет активного локального кошелька EOS
th: ไม่มีกระเป๋าเงิน EOS ในเครื่องที่ใช้งานอยู่

source: ETH Transfer
es: ETH Transferencia
hy: ETH փոխանցում
pt_pt: Transferência ETH
ru: ETH передача
th: การโอน ETH

source: Getting base ID
es: Obteniendo ID de base
hy: Ստանալ բազային ID
pt_pt: Obtendo o ID da base
ru: Получение базового идентификатора
th: รับ ID ฐาน

# BaseIDAcquisitionFailed
source: Base ID acquisition failed, please try again
es: Falló la adquisición de ID base, inténtelo de nuevo
hy: Base ID ձեռքբերումը ձախողվեց, կրկին փորձեք
pt_pt: Falha na aquisição do ID básico, por favor, tente novamente
ru: Не удалось получить базовый идентификатор, повторите попытку
th: การรับ ID ฐานล้มเหลวโปรดลองอีกครั้ง

# replacementOfAssets
source: Replace assets
es: Reemplazar activos
hy: Ակտիվների փոխարինում
pt_pt: Substituir ativos
ru: Замена активов
th: แทนที่สินทรัพย์

source: Failed to get wallet balance
es: Error al obtener el saldo de la cartera
hy: Չհաջողվեց ստանալ դրամապանակի հավասարակշռություն
pt_pt: Falha ao obter saldo da carteira
ru: Не удалось получить баланс кошелька
th: ไม่สามารถรับสมดุลของกระเป๋าเงิน

source: Transaction Type
es: tipo de transacción
hy: Գործարքի տեսակը
pt_pt: tipo de transação
ru: Тип транзакции
th: ประเภทธุรกรรม

source: QR code scan login
es: inicio de sesión de exploración de código QR
hy: QR կոդը սկան մուտքագրեք
pt_pt: Login de verificação de código QR
ru: QR код сканирования логин
th: การเข้าสู่ระบบสแกนรหัส QR

# requestLoginPage
source: Request login page, please confirm whether I am logged in.
es: Solicitar página de inicio de sesión, confirme si estoy conectado
hy: Մուտքագրեք մուտքի էջը, խնդրում ենք հաստատել, արդյոք մուտք եմ գործել:
pt_pt: Solicite a página de login, confirme se estou logado
ru: Запросите страницу входа, пожалуйста, подтвердите, авторизован ли я.
th: ขอหน้าเข้าสู่ระบบโปรดยืนยันว่าฉันเข้าสู่ระบบแล้ว

source: Login successful
es: Inicio de sesión exitoso
hy: Հաջող մուտք
pt_pt: Login bem-sucedido
ru: Успешный вход
th: ลงชื่อเข้าใช้สำเร็จ

source: Login failed, please try again later
es: Error al iniciar sesión, inténtelo de nuevo más tarde
hy: Մուտք գործելը ձախողվեց, փորձեք ավելի ուշ
pt_pt: Falha no login, tente novamente mais tarde
ru: Не удалось войти, попробуйте позже
th: การเข้าสู่ระบบล้มเหลวโปรดลองอีกครั้งในภายหลัง

source: Login failed
es: Error de inicio de sesión
hy: Մուտք գործելը ձախողվեց
pt_pt: Login falhou
ru: Ошибка входа
th: การเข้าสู่ระบบล้มเหลว

source: Year
es: año
hy: Տարին
pt_pt: ano
ru: год
th: ปี

source: Month
es: mes
hy: Ամիս
pt_pt: mês
ru: месяц
th: เดือน

source: Day
es: día
hy: Օր
pt_pt: dia
ru: день
th: วัน

source: Location Details
es: Detalles de ubicación
hy: Մանրամասների համար
pt_pt: Detalhes do local
ru: Детали местоположения
th: รายละเอียดที่ตั้ง

source: Failed to get location
es: Error al obtener la ubicación
hy: Չհաջողվեց ստանալ տեղադրություն
pt_pt: Obter localização falhada
ru: Не удалось получить местоположение
th: การรับตำแหน่งล้มเหลว

source: Search Location
es: Search ubicación
hy: Որոնման վայրը
pt_pt: Localização da pesquisa
ru: Поиск местоположения
th: ตำแหน่งการค้นหา

source: Punch
hy: Դակիչ
pt_pt: soco
ru: перфоратор
th: หมัด

# locationTip
source: Please allow this app to be targeted during use in the location service
es: Permita que la aplicación se ubique durante el uso en el servicio de ubicación
hy: Խնդրում ենք թույլ տալ, որ այս ծրագիրը նպատակաուղղված լինի տեղադրության ծառայության մեջ օգտագործման ընթացքում
pt_pt: Por favor, permita que o aplicativo seja localizado durante o uso no serviço de localização
ru: Пожалуйста, позвольте этому приложению быть нацеленным во время использования в службе определения местоположения
th: โปรดอนุญาตให้แอปอยู่ในระหว่างการใช้งานในบริการระบุตำแหน่ง

source: Please turn on the WLAN switch
es: Encienda el interruptor WLAN
hy: Խնդրում ենք միացնել WLAN անցակցիչը
pt_pt: Por favor ligue o interruptor WLAN
ru: Пожалуйста, включите переключатель WLAN
th: โปรดเปิดสวิตช์ WLAN

# getThePrecisePositioningServiceByTurningOnTheWLANSwitch
source: Get the precise positioning service by turning on the WLAN switch (no connection required)
es: Encienda el interruptor WLAN (no requiere conexión) para obtener un servicio de posicionamiento preciso
hy: Ստացեք ճշգրիտ դիրքորոշման ծառայություն `WLAN անցում անող (ոչ մի կապ չի պահանջվում)
pt_pt: WLAN interruptor aberto (sem ligação), para obter um posicionamento preciso de serviço
ru: Получите услугу точного позиционирования, включив переключатель WLAN (соединение не требуется)
th: เปิดสวิตช์ WLAN (ไม่จำเป็นต้องเชื่อมต่อ) เพื่อรับบริการระบุตำแหน่งที่แม่นยำ

source: Turnover
es: agua que fluye
hy: Ջրավազք
pt_pt: água corrente
ru: Проточная вода
th: น้ำไหล

source: Request success
es: Solicitud exitosa
hy: Հարցման հաջողությունը
pt_pt: Pedido bem-sucedido
ru: Запрос успеха
th: คำขอสำเร็จ

source: Please select an avatar source
es: Seleccione la fuente del avatar
hy: Խնդրում ենք ընտրել ավատարի աղբյուր
pt_pt: Por favor, selecione a fonte do avatar
ru: Пожалуйста, выберите источник аватара
th: โปรดเลือกแหล่งภาพแทนตัว

source: Take a photo
es: fotografía
hy: Լուսանկարեք
pt_pt: fotografia
ru: Сделать фото
th: รูปถ่าย

source: Sharing success
es: Compartir el éxito
hy: Հաջողությունը կիսելով
pt_pt: Compartilhar sucesso
ru: Делиться успехом
th: แบ่งปันความสำเร็จ

source: Sharing failure
es: Share failed
hy: Համօգտագործման ձախողումը
pt_pt: Compartilhar falhou
ru: Обмен неудачей
th: การแบ่งปันล้มเหลว

source: Set successfully
es: La instalación se realizó con éxito
hy: Դիմեք հաջողությամբ
pt_pt: Instalação bem-sucedida
ru: Установлено успешно
th: การตั้งค่าสำเร็จ

source: Setup failed
es: Falló la configuración
hy: Կարգավորում չի հաջողվել
pt_pt: Configuração falhou
ru: Установка не удалась
th: การตั้งค่าล้มเหลว

source: Error message!
es: ¡Mensaje de error!
hy: Սխալ հաղորդագրություն:
pt_pt: Mensagem de erro!
ru: Сообщение об ошибке!
th: ข้อความแสดงข้อผิดพลาด!

source: The current device does not support shooting
es: El dispositivo actual no admite la grabación
hy: Ընթացիկ սարքը չի աջակցում նկարահանումներին
pt_pt: dispositivo atual não suporta a função de filmagem
ru: Текущее устройство не поддерживает съемку
th: อุปกรณ์ปัจจุบันไม่รองรับการถ่ายภาพ

source: Failed to replace avatar
es: Error al reemplazar el avatar
hy: Չհաջողվեց փոխարինել Անձնանշան
pt_pt: Falha ao substituir avatar
ru: Не удалось заменить аватар
th: ไม่สามารถแทนที่ภาพแทน

source: Successful avatar replacement
es: Cambiar el éxito del avatar
hy: Հաջողակ Անձնանշան փոխարինում
pt_pt: Alterar o sucesso do avatar
ru: Успешная замена аватара
th: เปลี่ยนความสำเร็จของอวาตาร์

source: Successfully saved
es: Guardar con éxito
hy: Ավարտվեց
pt_pt: Salvar com sucesso
ru: Сохранено успешно
th: บันทึกสำเร็จ

# oldPassword2
source: Old password
es: Contraseña original
hy: Բնօրինակ գաղտնաբառը
pt_pt: Senha original
ru: Оригинальный пароль
th: รหัสผ่านดั้งเดิม

source: Please enter the original password
es: Introduzca la contraseña original
hy: Խնդրում ենք մուտքագրել բնօրինակ գաղտնաբառը
pt_pt: Por favor digite a senha original
ru: Пожалуйста, введите оригинальный пароль
th: โปรดป้อนรหัสผ่านเดิม

source: New password
es: nueva contraseña
hy: Նոր գաղտնաբառ
pt_pt: nova senha
ru: Новый пароль
th: รหัสผ่านใหม่

# pleaseEnterNewPassword
source: Please enter a new password
es: Introduzca una nueva contraseña
hy: Մուտքագրեք նոր գաղտնաբառ
pt_pt: Por favor digite uma nova senha
ru: Пожалуйста, введите новый пароль
th: โปรดป้อนรหัสผ่านใหม่

source: Original password input error
es: La contraseña original se ingresó incorrectamente
hy: Բնօրինակի գաղտնաբառը մուտքագրման սխալ
pt_pt: A senha original foi digitada incorretamente
ru: Ошибка ввода оригинального пароля
th: รหัสผ่านเดิมถูกป้อนไม่ถูกต้อง

# thePasswordsEnteredTwiceDoNotMatch
source: The passwords entered twice do not match, please re-enter
es: Las contraseñas ingresadas dos veces son inconsistentes, vuelva a ingresar
hy: Կրկնակի մուտքագրված գաղտնաբառերը չեն համապատասխանում, խնդրում ենք նորից մուտք գործել
pt_pt: password não encontrou, por favor tente novamente
ru: Пароли, введенные дважды, не совпадают, пожалуйста, введите заново
th: รหัสผ่านที่ป้อนสองครั้งไม่สอดคล้องกันโปรดป้อนอีกครั้ง

source: Male
es: macho
hy: Արական
pt_pt: macho
ru: мужчина
th: ชาย

source: Female
es: hembra
hy: Իգական
pt_pt: fêmea
ru: женщина
th: หญิง

source: Avatar
hy: Անձնանշան
ru: Руководитель портрет
th: ภาพแทนตัว

source: Gender
es: género
hy: Սեռը
ru: пол
th: เพศ

source: Change succeeded
es: El cambio fue exitoso
hy: Փոփոխությունը հաջողվեց
pt_pt: A mudança foi bem sucedida
ru: Изменение выполнено
th: การเปลี่ยนแปลงสำเร็จ

source: Change failed
es: Falló el cambio
hy: Փոփոխությունը ձախողվեց
pt_pt: Mudar falhou
ru: Изменение не удалось
th: การเปลี่ยนแปลงล้มเหลว

source: Uploading avatar failed
es: Error al cargar el avatar
hy: Ավատարի վերբեռնումը ձախողվեց
pt_pt: Falha ao carregar avatar
ru: Не удалось загрузить аватар
th: ไม่สามารถอัปโหลดอวาตาร์

source: Submitting...
es: Enviando ...
hy: Ներկայացնելով ...
pt_pt: Enviando ...
ru: Он представлен ...
th: กำลังส่ง ...

source: Change gender failed
es: Cambio de género fallido
hy: Գենդերի փոփոխությունը ձախողվեց
pt_pt: Alterar sexo falhou
ru: Смена пола не удалась
th: เปลี่ยนเพศล้มเหลว

source: Change gender success
es: Cambiar el éxito de género
hy: Գենդերային հաջողությունների փոփոխություն
pt_pt: Alterar o sucesso de gênero
ru: Изменить гендерные успехи
th: เปลี่ยนความสำเร็จของเพศ

source: Account number
es: account
hy: Հաշվի համարը
pt_pt: conta
ru: Номер счета
th: บัญชี

source: Failed to get, please try again
es: Falló, inténtelo de nuevo
hy: Չհաջողվեց ստանալ, կրկին փորձեք
pt_pt: Falha, tente novamente
ru: Не удалось получить, пожалуйста, попробуйте еще раз
th: รับความล้มเหลวโปรดลองอีกครั้ง

source: Setup failed, please try again
es: Falló la instalación, inténtelo de nuevo
hy: Կարգավորում չի հաջողվել, կրկին փորձեք
pt_pt: A instalação falhou, por favor, tente novamente
ru: Установка не удалась, пожалуйста, попробуйте еще раз
th: การตั้งค่าล้มเหลวโปรดลองอีกครั้ง

source: Network error, please try again
es: Error de red, inténtelo de nuevo
hy: Ցանցի սխալ, կրկին փորձեք
pt_pt: Erro de rede, por favor, tente novamente
ru: Ошибка сети, пожалуйста, попробуйте еще раз
th: ข้อผิดพลาดของเครือข่ายโปรดลองอีกครั้ง

source: Copy to clipboard
es: Copiar al Portapapeles
hy: Պատճենը clipboard- ում
pt_pt: Copiar para a área de transferência
ru: Копировать в буфер
th: คัดลอกไปยังคลิปบอร์ด

source: Pasted to clipboard
es: Pegar al portapapeles
hy: Կիրառվել է clipboard
pt_pt: Colar na área de transferência
ru: Вставлено в буфер обмена
th: วางในคลิปบอร์ด

source: No relevant information found
es: No se encontró información relacionada
hy: Ոչինչ չի գտնվել
pt_pt: Nenhuma informação relacionada encontrada
ru: Соответствующей информации не найдено
th: ไม่พบข้อมูลที่เกี่ยวข้อง

source: Download
es: descargar
hy: скачать
ru: скачать
th: ดาวน์โหลด

source: View
hy: Դիտել
pt_pt: Visualizar
ru: вид
th: ดู

source: Download Again
es: Re-download
hy: Վերբեռնեք
pt_pt: Re-download
ru: Повторная загрузка
th: ดาวน์โหลดซ้ำ

source: Continue to download
es: Continuar descarga
hy: Շարունակեք բեռնել
pt_pt: Continuar download
ru: Продолжить загрузку
th: ดาวน์โหลดต่อ

source: Download failed, please try again
es: Error al descargar, inténtelo de nuevo
hy: Ներբեռնումը ձախողվեց, կրկին փորձեք
pt_pt: Falha no download, tente novamente
ru: Загрузка не удалась, пожалуйста, попробуйте еще раз
th: การดาวน์โหลดล้มเหลวโปรดลองอีกครั้ง

source: Document
es: documento
hy: Փաստաթուղթը
pt_pt: Documento
ru: файл
th: เอกสาร

source: Data loading failed, please try again later
es: Falló la carga de datos, inténtelo de nuevo más tarde
hy: Տվյալների բեռնումը ձախողվեց, փորձեք ավելի ուշ
pt_pt: Falha ao carregar dados, tente novamente mais tarde
ru: Не удалось загрузить данные, повторите попытку позже
th: การโหลดข้อมูลล้มเหลวโปรดลองอีกครั้งในภายหลัง

source: Recharge
es: cargar
hy: Վերալիցքավորում
pt_pt: carregar
ru: перезарядка
th: ชาร์จ

source: Withdraw
es: retirar
hy: Հրաժարում
pt_pt: retirada
ru: отзывать
th: ถอน

source: Exchange
es: intercambio
hy: Փրկեք
pt_pt: troca
ru: обмен
th: การแลกเปลี่ยน

source: Enter IPCom
es: Ingresando comunicaciones interestelares
hy: Մուտքագրեք IPCom
pt_pt: Entrando em Comunicações Interestelares
ru: вводить IPCom
th: กำลังเข้าสู่การสื่อสารระหว่างดวง

source: Function introduction
es: Introducción de función
hy: Ֆունկցիայի ներդրում
pt_pt: Introdução da função
ru: Введение функции
th: การแนะนำฟังก์ชั่น

# friendSharing
source: Share
es: Amigos compartiendo
hy: Բաժնետոմս
pt_pt: Amigos compartilhando
ru: доля
th: การแบ่งปันเพื่อน

# uploadFailedTryAgain
source: Upload failed, click to try again
es: Falló la carga, haga clic en reintentar
hy: Վերբեռնումը ձախողվեց, սեղմեք կրկին փորձելու համար
pt_pt: Falha no envio, clique em repetir
ru: Загрузка не удалась, нажмите, чтобы повторить попытку
th: การอัปโหลดล้มเหลวคลิกลองอีกครั้ง

# uploadProgressResult
source: Upload completed, successful %ld, failed %ld
es: Carga completada,% ld se realizó correctamente,% ld falló
hy: Վերբեռնումը ավարտվեց, %ld հաջողակ, %ld չհաջողվեց
pt_pt: Upload concluído,%ld foi bem-sucedido,%ld falhou
ru: Загрузка завершена, %ld успешно, %ld не удалось
th: การอัปโหลดเสร็จสมบูรณ์,%ld สำเร็จ,%ld ล้มเหลว

# uploadProgress
source: Already uploaded %ld/%ld
es: El% ld /% ld se ha cargado
hy: Արդեն վերբեռնվել է %ld/%ld
pt_pt: O %ld / %ld foi carregado
ru: Уже загружено %ld/%ld
th: %ld /%ld ถูกอัปโหลดแล้ว

# notSupportCameraFeatures
source: This device does not support camera features
es: Este dispositivo no es compatible con las funciones de la cámara
hy: Այս սարքը չի աջակցում խցիկի հնարավորություններին
pt_pt: Este dispositivo não suporta recursos da câmera
ru: Это устройство не поддерживает функции камеры
th: อุปกรณ์นี้ไม่รองรับคุณสมบัติกล้อง

# notSupportAlbumFeatures
source: This device does not support the album function
es: Este dispositivo no admite la función de álbum
hy: Այս սարքը չի աջակցում ալբոմի գործառույթը
pt_pt: Este dispositivo não suporta a função de álbum
ru: Это устройство не поддерживает функцию альбома
th: อุปกรณ์นี้ไม่รองรับฟังก์ชั่นอัลบั้ม

# notSupportMicrophoneFeatures
source: This device does not support microphone function
es: Este dispositivo no admite la funcionalidad del micrófono
hy: Այս սարքը չի աջակցում միկրոֆոնային գործառույթը
pt_pt: Este dispositivo não suporta a funcionalidade do microfone
ru: Это устройство не поддерживает функцию микрофона
th: อุปกรณ์นี้ไม่รองรับฟังก์ชั่นไมโครโฟน

# notSupportLocationFeatures
source: This device does not support location function
es: Este dispositivo no admite funciones de ubicación
hy: Այս սարքը չի աջակցում դիրքավորումը
pt_pt: Este dispositivo não suporta recursos de localização
ru: Это устройство не поддерживает позиционирование
th: อุปกรณ์นี้ไม่รองรับคุณสมบัติตำแหน่ง

# notSupportNotificationFeatures
source: This device does not support notification function
es: Este dispositivo no admite notificaciones
hy: Այս սարքը չի աջակցում ծանուցումներ
pt_pt: Este dispositivo não suporta notificações
ru: Это устройство не поддерживает уведомления
th: อุปกรณ์นี้ไม่รองรับการแจ้งเตือน
