Repository: telecommai/ios
Catalog: Telecomm/Telecomm/Lib/Componet/ToolsLibrary/Language/*.lproj/ToolsLibrary.strings
Languages: es, hy, pt_pt, ru, th

# notSupportAddressBookFeatures
source: This device does not support the address book function
es: Este dispositivo no admite la función de la libreta de direcciones
hy: Այս սարքը չի աջակցում հասցեների գրքի գործառույթը
pt_pt: Este dispositivo não suporta o recurso de catálogo de endereços
ru: Это устройство не поддерживает функцию адресной книги
th: อุปกรณ์นี้ไม่รองรับคุณสมบัติสมุดที่อยู่

source: No camera permission
es: Sin permisos de cámara
hy: Տեսախցիկի թույլտվություններ չկան
pt_pt: Nenhuma permissão de câmera
ru: Нет разрешений камеры
th: ไม่มีสิทธิ์กล้อง

# noAlbumPermission
source: No album permissions
es: Sin permisos de álbum
hy: Ալբոմի թույլտվությունները
pt_pt: Nenhuma permissão de álbuns
ru: Нет разрешений для альбома
th: ไม่มีสิทธิ์ของอัลบั้ม

source: No microphone permission
es: Sin permiso de micrófono
hy: Միկրոֆոնի թույլտվություն չկա
pt_pt: Sem permissão do microfone
ru: Нет разрешений на микрофон
th: ไม่อนุญาตไมโครโฟน

source: No location permission
es: Sin derechos de segmentación
hy: Թիրախային իրավունքները չեն
pt_pt: Sem direitos de segmentação
ru: Нет прав на таргетинг
th: ไม่มีสิทธิ์การกำหนดเป้าหมาย

source: No notification permission
es: Sin permiso de notificación
hy: Ծանուցման թույլտվություն չկա
pt_pt: Nenhuma permissão de notificação
ru: Нет разрешения на уведомление
th: ไม่อนุญาตการแจ้งเตือน

# noAddressBookPermission
source: No address book permissions
es: Sin permisos de la libreta de direcciones
hy: Հասցեների գրառումների թույլտվություն չկա
pt_pt: Nenhuma permissão de catálogo de endereços
ru: Нет разрешений адресной книги
th: ไม่มีสิทธิ์ในสมุดที่อยู่

source: Sunday
es: domingo
hy: Կիրակի
pt_pt: domingo
ru: воскресенье
th: วันอาทิตย์

source: Monday
es: lunes
hy: Երկուշաբթի
pt_pt: segunda-feira
ru: понедельник
th: วันจันทร์

source: Tuesday
es: martes
hy: Երեքշաբթի
pt_pt: terça-feira
ru: вторник
th: วันอังคาร

source: Wednesday
es: miércoles
hy: Չորեքշաբթի
pt_pt: quarta-feira
ru: среда
th: วันพุธ

source: Thursday
es: jueves
hy: Հինգշաբթի
pt_pt: quinta-feira
ru: четверг
th: วันพฤหัสบดี

source: Saturday
es: sábado
hy: Շաբաթ
pt_pt: sábado
ru: суббота
th: วันเสาร์

source: Today
es: hoy
hy: Այսօր
pt_pt: hoje
ru: сегодня
th: วันนี้

# successfulLanguageSetting
source: The language has been set successfully
es: La configuración de idioma se realizó correctamente
hy: Հաջող լեզվով կարգավորում
pt_pt: Configuração de idioma bem-sucedida
ru: Успешная настройка языка
th: การตั้งค่าภาษาสำเร็จ

source: pm
pt_pt: tarde
th: บ่าย

source: am
pt_pt: manhã
th: ตอนเช้า

source: Tomorrow
es: mañana
hy: Վաղը
pt_pt: amanhã
ru: завтра
th: วันพรุ่งนี้

source: Yesterday
es: ayer
hy: Երեկ
pt_pt: ontem
ru: вчера
th: เมื่อวานนี้

# redPacket3
source: Send red packet
es: sobre rojo
hy: Կարմիր ծրարը
pt_pt: envelope vermelho
ru: Красный конверт
th: ซองจดหมายสีแดง

source: Auto
es: sigue el sistema
pt_pt: segue o sistema
th: ติดตามระบบ

# systemUpdatePrompt
source: Update prompt
es: Consejo de actualización
hy: Թարմացրեք արագությունը
pt_pt: Dica de atualização
ru: Обновить запрос
th: อัปเดตเคล็ดลับ

# systemUpdateAddressBookData
source: Update address book data...
es: Actualizar datos de la libreta de direcciones ...
hy: Կոնտակտների տվյալները թարմացվում են ...
pt_pt: Atualizar dados do catálogo de endereços ...
ru: Обновление данных контактов ...
th: อัปเดตข้อมูลสมุดรายชื่อ ...

# systemRetry
source: Retry
es: Reintentar
hy: Կրկնել
pt_pt: Repetir
th: ลองใหม่

# systemUpdateCompleted
source: Update completed
es: Actualización completada
hy: Թարմացումը ավարտված է
pt_pt: Atualização concluída
ru: Обновление завершено
th: อัปเดตเสร็จสมบูรณ์

# systemUpdatingGroupData
source: Updating group data...
es: Actualizando los datos del grupo ...
hy: Թարմացվում է խմբի տվյալները ...
pt_pt: Atualizando dados do grupo ...
ru: Обновление данных группы ...
th: กำลังอัปเดตข้อมูลกลุ่ม ...

# systemUploadingApplicationAccountsData
source: Uploading application accounts data...
es: Cargando datos de número de aplicación ...
hy: Հավելվածի համարի տվյալները թարմացվում են ...
pt_pt: Fazendo upload dos dados do número do aplicativo ...
ru: Обновление данных номера приложения ...
th: กำลังอัปโหลดข้อมูลหมายเลขแอปพลิเคชัน ...

# systemUpdatingPersonData
source: Updating person data...
es: Actualizando datos personales ...
hy: Անձնական տվյալներ թարմացվում է ...
pt_pt: Atualizando dados pessoais ...
ru: Обновление личных данных ...
th: กำลังอัปเดตข้อมูลส่วนบุคคล ...

source: Friend(s)
es: amigos
hy: Ընկեր
pt_pt: amigos
ru: друзья
th: เพื่อน

source: Tribe(s)
es: tribu
hy: Ցեղ
pt_pt: tribo
ru: племя
th: เผ่า

source: Invitation(s)
es: invitación
hy: Հրավերը
pt_pt: convite
ru: приглашение
th: คำเชิญ

source: Application(s)
es: aplicaciones
hy: Դիմում
pt_pt: aplicativos
ru: приложение
th: แอปพลิเคชัน

# titleSpace
source: Space
es: espacio
hy: տարածություն
pt_pt: espaço
ru: пространство

source: All
es: todos
hy: Բոլորը
ru: полный

source: Share
es: compartir
hy: Բաժնետոմս
ru: доля

source: Failed to get balance
es: Error al obtener el saldo
hy: Չհաջողվեց ստանալ ի հավասարակշռությունը
pt_pt: Falha ao obter saldo do
ru: Не удалось получить баланс

source: EOS Transfer
es: EOS Transferencia
hy: EOS փոխանցում
pt_pt: Transferência EOS
ru: EOS передача

source: Friends have not created EOS wallet
hy: Ընկերներ դեռեւս EOS դրամապանակ չեն ստեղծել
ru: Друзья еще не создали EOS кошелек

source: Tribe ID
es: ID de tribu
hy: Ցեղի ID- ն
pt_pt: ID da tribo
ru: ID племени

source: Friday
es: viernes
hy: Ուրբաթ
pt_pt: sexta-feira
ru: пятница

source: Silver Diamond
hy: Արծաթյա ադամանդ
pt_pt: Diamante de Prata
ru: Серебряный бриллиант

# dateFormatter
source: MM dd,yyyy HH:mm
es: YYYY año MM mes dd día HH: mm
