Repository: telecommai/ios
Catalog: Telecomm/Telecomm/Lib/Componet/ToolsLibrary/Language/*.lproj/ToolsLibrary.strings
Languages: es, hy, pt_pt, ru, th

# titleExplore
source: Explore
es: Explorar
hy: Հետազոտել
pt_pt: Explorar
ru: исследовать
th: สำรวจ

# titleInter
source: InterPlanet
es: Starcraft
hy: Starcraft
pt_pt: interestelar
ru: межзвездный
th: ดวงดาว

# titleBase
source: Base
ru: база
th: ฐาน

# titleNews
source: News
es: Información
hy: Տեղեկատվություն
pt_pt: Informação
ru: информация
th: ข้อมูล

# titleHealth
source: Health
es: Salud
hy: Առողջություն
pt_pt: Saúde
ru: здоровье
th: สุขภาพ

# titleMessage
source: Message
es: mensaje
hy: Հաղորդագրություն
ru: новости
th: ข้อความ

# titleGrivitaonalField
source: Gravitational
es: campo gravitacional
hy: Ձգողականություն
pt_pt: campo gravitacional
ru: Гравитационное поле
th: ฟิลด์ความโน้มถ่วง

# titleAirDropField
source: Airdrop
es: casting vacio
pt_pt: vazios
ru: выброска десанта
th: บล็อกว่าง

# titleStarMall
source: Mall
es: Centro comercial
pt_pt: Shopping
ru: Стар Молл
th: ห้างสรรพสินค้า

# titleStarBank
source: Bank
es: Banco
hy: Բանկը
pt_pt: Banco
ru: банк
th: ธนาคาร

# titleStarMarket
source: Market
es: Cotizaciones
hy: Մեջբերումներ
pt_pt: Citações
ru: цена
th: ราคา

# titleInterPlanet
source: InterPlanet
es: Starcraft
pt_pt: Starcraft
th: Starcraft

# titleTotalAssets
source: Total Assets
es: activos totales
hy: Ընդամենը ակտիվներ
pt_pt: total de ativos
ru: Всего активов
th: สินทรัพย์รวม

# titleNewFriend
source: New Friend
es: nuevo amigo
hy: Նոր ընկեր
pt_pt: novo amigo
ru: Новый друг
th: เพื่อนใหม่

# titleInterGroup
source: InterPlanet Tribe
es: tribu interestelar
hy: միջոլորտային ցեղ
pt_pt: tribo interestelar
ru: межзвездное племя
th: เผ่าระหว่างดวงดาว

# titleApplication
source: InterPlanet Application
es: aplicación interestelar
hy: միջաստղային հայտ
pt_pt: aplicação interestelar
ru: межзвездное приложение
th: แอปพลิเคชันระหว่างดวงดาว

# titleNotice
source: InterPlanet Notice
es: notificación interestelar
hy: միջցանցային ծանուցում
pt_pt: notificação interestelar
ru: межзвездное уведомление
th: การแจ้งเตือนระหว่างดวงดาว

# titleContract
source: InterPlanet Contract
es: Star Contract
hy: աստղային պայմանագիր
pt_pt: Contrato Estrela
ru: Звездный контракт
th: สัญญาดาว

# titleStarMedia
source: Movie
es: Pelicula
hy: Ֆիլմ
ru: телевидение
th: โทรทัศน์

# titleAssetIPCom
source: Assets
es: elementos
hy: ակտիվներ
pt_pt: recursos
ru: активы
th: เนื้อหา

# titleSNSIPCom
source: Friend
es: Amigo
hy: Ընկեր
pt_pt: Amigo
ru: друг
th: เพื่อน

# titleHealthIPCom
source: Health
es: salud
hy: առողջություն
pt_pt: saúde
ru: здоровье
th: สุขภาพ

# titleNewsIPCom
source: News
es: Información
hy: Տեղեկատվություն
pt_pt: Informação
ru: Информация
th: ข้อมูล

# titleFile
source: File
es: expediente
hy: Ֆայլը
pt_pt: arquivo
ru: файл
th: ไฟล์

# titleLocation
source: Location
es: ubicación
hy: Որտեղից
pt_pt: localização
ru: расположение
th: ตำแหน่ง

# titleEnernyChange
source: Energy XCH
es: Intercambio de energía
hy: Էներգետիկ փոխանակում
pt_pt: Troca de energia
ru: Обмен энергией
th: การแลกเปลี่ยนพลังงาน

# titleETHTransfer
source: ETH XCH
es: ETH Transferencia
hy: ETH փոխանցում
pt_pt: Transferência ETH
ru: ETH перевод
th: การโอน ETH

# titleBTCTransfer
source: BTC XCH
es: Transferencia BTC
hy: BTC փոխանցում
pt_pt: Transferência do BTC
ru: BTC перевод
th: การโอน BTC

# titleEOSTransfer
source: EOS XCH
es: EOS Transferencia
hy: EOS փոխանցում
pt_pt: Transferência EOS
ru: EOS перевод
th: EOS Transfer

# titleSecretMessage
source: Secret Message
es: Carta secreta
hy: Գաղտնի նամակ
pt_pt: Segredo
ru: Секретное письмо
th: ความลับ

# titleSecretImage
source: Secret Image
es: mapa denso
hy: Խիտ քարտեզ
pt_pt: mapa denso
ru: Плотная карта
th: แผนที่หนาแน่น

# titleSecretFile
source: Secret File
es: Bcc
hy: Գաղտնի
pt_pt: Cco
ru: штора
th: Bcc

# titleNote
source: Note
es: anuncio
hy: Հայտարարություն
pt_pt: anúncio
ru: уведомление
th: ประกาศ

# titleRedPacket
source: Red Packet
es: sobre rojo
hy: Կարմիր ծրարը
pt_pt: envelope vermelho
ru: Красный конверт
th: ซองจดหมายสีแดง

# titleCard
source: Card
es: tarjeta de visita
hy: Բիզնես քարտ
pt_pt: cartão de visita
ru: Визитная карточка
th: นามบัตร

# titleCopy
source: Copy
hy: պատճեն
ru: копия
th: คัดลอก

# titleSelect
source: Select
hy: ընտրել
th: เลือก

# titleAll
source: Select All
es: todo
hy: բոլորը
pt_pt: todos
th: ทั้งหมด

# titleQuery
source: Look Up
es: consulta
hy: հարցման
pt_pt: consulta
ru: запрос
th: แบบสอบถาม

# titleRepost
source: Send To Chat
es: Hacia adelante
hy: առաջ
pt_pt: encaminhar
ru: вперед
th: ไปข้างหน้า

# titleRecall
source: Recall
es: Retirarse
hy: Հանել
pt_pt: Retirar
ru: отзывать
th: ถอนตัว

# titleTextMessage
source: Text Message
es: mensaje de texto
hy: տեքստային հաղորդագրություն
pt_pt: mensagem de texto
ru: текстовое сообщение
th: ข้อความตัวอักษร

# titleImageMessage
source: Image Message
es: Mensaje de imagen
hy: նկար հաղորդագրություն
pt_pt: Mensagem da imagem
ru: Сообщение изображения
th: ข้อความรูปภาพ

# titleFileMessage
source: File Message
es: Mensaje de archivo
hy: Ֆայլի ուղերձ
pt_pt: Mensagem do arquivo
ru: файл сообщения
th: ไฟล์ข้อความ

# titleAtMessage
source: @Message
hy: @ հաղորդագրություն
pt_pt: @ mensagem
th: ข้อความ @

source: Newest
es: latest
hy: Վերջինը
pt_pt: mais recente
ru: последний
th: ล่าสุด

source: Venture Capital
es: Venture
hy: Վենչուրային կապիտալը
pt_pt: Empreendimento
ru: Венчурный капитал
th: การลงทุน

source: Policy
hy: Քաղաքականություն
pt_pt: política
ru: политика
th: นโยบาย

source: Skip
es: Entrar
hy: Մուտքագրեք
pt_pt: enter
ru: вводить
th: Enter

source: Update Reminding
es: Recordatorio de actualización
hy: Նորացնել հիշեցումը
pt_pt: Lembrete de atualização
ru: Обновить напоминание
th: อัปเดตเตือนความจำ

source: Not Updated
es: No actualizado aún
hy: Թարմացված չէ
pt_pt: Ainda não atualizado
ru: Еще не обновлено
th: ยังไม่ได้อัปเดต

# updated
source: Immediate Update
es: Actualizar ahora
hy: Թարմացրեք հիմա
pt_pt: Atualizar agora
ru: Обновить сейчас
th: อัปเดตทันที

# serverAbnormal
source: The server is abnormal. Please try again
es: Excepción del servidor, inténtelo de nuevo
hy: Սերվերը աննորմալ է, կրկին փորձեք
pt_pt: Exceção do servidor, por favor, tente novamente
ru: Сервер ненормальный, пожалуйста, попробуйте еще раз
th: ข้อยกเว้นเซิร์ฟเวอร์โปรดลองอีกครั้ง

# nowLatestVersion
source: This is the latest version
es: La versión actual es la última
hy: Ներկայումս վերջին տարբերակը
pt_pt: A versão atual é a mais recente
ru: В настоящее время последняя версия
th: เวอร์ชันปัจจุบันเป็นเวอร์ชั่นล่าสุด

source: Alert
es: Pronta
hy: Արագություն
pt_pt: Prompt
ru: подсказка
th: พรอมต์

# confirm
source: OK
hy: Որոշեք
ru: определить
th: ตกลง

# testFailed
source: Failed to check version, please check network settings and try again later
es: Falló la detección, verifique la configuración de red y vuelva a intentarlo más tarde
hy: Չհաջողվեց բացահայտել, ցանցի կարգավորումները ստուգեք, փորձեք ավելի ուշ
pt_pt: Detectar falha, verifique as configurações de rede e tente novamente mais tarde
ru: Не удалось обнаружить, проверьте настройки сети, повторите попытку позже
th: การตรวจสอบล้มเหลวโปรดตรวจสอบการตั้งค่าเครือข่ายและลองอีกครั้งในภายหลัง

source: Next
es: Siguiente paso
hy: Հաջորդ քայլը
pt_pt: Próximo passo
ru: Следующий шаг
th: ถัดไป

source: Wait a little later
es: Por favor, espere
hy: Խնդրում ենք սպասել
pt_pt: Por favor, aguarde
ru: Пожалуйста, подождите
th: โปรดรอ

source: Verification failure
es: error al verificar
hy: Ստուգման ձախողում
pt_pt: verificação falhou
ru: Ошибка проверки
th: การตรวจสอบล้มเหลว

source: Request Failed
es: Solicitud fallida
hy: Պահանջը ձախողվեց
pt_pt: Pedido falhou
ru: Запрос не выполнен
th: คำขอล้มเหลว

# nodata
source: Temporarily no data
es: sin datos
hy: Չկան տվյալներ
pt_pt: sem dados
ru: Данных пока нет
th: ไม่มีข้อมูล

source: Delete
es: borrar
hy: Ջնջել
pt_pt: Excluir
ru: удалять
th: ลบ

source: back
es: return
hy: Վերադարձ
pt_pt: retornar
ru: возвращение
th: ย้อนกลับ

source: Login
es: iniciar sesión
hy: Մուտք
ru: войти
th: เข้าสู่ระบบ

source: Continue
hy: Շարունակեք
ru: продолжать
th: ดำเนินการต่อ

source: Cancel
es: cancelar
hy: Չեղարկել
pt_pt: Cancelar
ru: отменен
th: ยกเลิก

source: Save failure
es: Guardar error
hy: Պահումը ձախողվեց
pt_pt: Salvar com falha
ru: Сохранить не удалось
th: บันทึกล้มเหลว

source: Finish
es: Completar
hy: Լրացրեք
pt_pt: complete
ru: полный
th: เสร็จสมบูรณ์

source: Retry
es: reintentar
hy: Կրկնել
pt_pt: repetir
ru: снова
th: ลองใหม่

source: Start
hy: Սկսեք
ru: начать
th: เริ่มต้น

# checkTheNetwork
source: Please check the network
es: Compruebe la red
hy: Խնդրում ենք ստուգել ցանցը
pt_pt: Por favor, verifique a rede
ru: Пожалуйста, проверьте сеть
th: โปรดตรวจสอบเครือข่าย

source: Connecting server
es: Conectando al servidor
hy: Միացում է սերվերին
pt_pt: Conectando ao servidor
ru: Подключение к серверу
th: กำลังเชื่อมต่อกับเซิร์ฟเวอร์

# unableToConnectToServer
source: Unable to connect to server (click reconnect)
es: No se puede conectar al servidor (haga clic para volver a conectar)
hy: Անհնար է միանալ սերվերին (սեղմեք վերակազմավորել)
pt_pt: Não foi possível conectar ao servidor (clique para reconectar)
ru: Невозможно подключиться к серверу (нажмите, чтобы повторно подключиться)
th: ไม่สามารถเชื่อมต่อกับเซิร์ฟเวอร์ (คลิกเพื่อเชื่อมต่อใหม่)

# deleteLanguage
source: Delete
es: Eliminar
hy: Ջնջել
pt_pt: Excluir
ru: удалять
th: ลบ

source: Send
es: enviar
hy: Ուղարկել
pt_pt: enviar
ru: послать
th: ส่ง

source: Validation failed
es: error de verificación
hy: Ստուգման ձախողում
pt_pt: check failed
ru: Ошибка проверки
th: การตรวจสอบล้มเหลว

source: Phone Number
es: número de teléfono
hy: Բջջային հեռախոսահամար
pt_pt: número de telefone
ru: Номер мобильного телефона
th: หมายเลขโทรศัพท์

source: E-mail
es: buzón
hy: Փոստարկղ
pt_pt: caixa de correio
ru: почтовый ящик
th: กล่องจดหมาย

# privateKeyLanguage
source: Private Key
es: clave privada
hy: Անձնական բանալին
pt_pt: chave privada
ru: Закрытый ключ
th: คีย์ส่วนตัว

source: Removing...
es: quitando ...
hy: Հեռացվում է ...
pt_pt: Remover ...
ru: Удаление ...
th: กำลังลบ ...

source: File
es: archivo
hy: Ֆայլը
pt_pt: arquivo
ru: файл
th: ไฟล์

source: Picture
es: imagen
hy: Նկար
pt_pt: imagem
ru: изображение
th: รูปภาพ

source: Video
es: vídeo
ru: видео
th: วิดีโอ

source: Music
es: música
hy: Երաժշտություն
ru: музыка
th: เพลง

source: Album
es: álbum
hy: Ալբոմ
pt_pt: álbum
ru: галерея
th: อัลบั้ม

source: Others
es: otro
hy: Այլ
pt_pt: outros
ru: другое
th: อื่น ๆ

# pleaseSelectFileYouWantToSend
source: Please select the file you want to send
es: Seleccione el archivo que desea enviar
hy: Խնդրում ենք ընտրել այն ֆայլը, որը ցանկանում եք ուղարկել:
pt_pt: Por favor, selecione o arquivo que você deseja enviar
ru: Пожалуйста, выберите файл, который вы хотите отправить.
th: โปรดเลือกไฟล์ที่คุณต้องการส่ง

source: Search
es: búsqueda
hy: Որոնում
ru: поиск
th: ค้นหา

source: Failed to send verification code, please try again
es: Error al enviar el código de verificación, inténtelo de nuevo
hy: Չհաջողվեց ուղարկել հաստատման կոդ, կրկին փորձեք
pt_pt: Falha ao enviar o código de verificação, tente novamente
ru: Не удалось отправить код подтверждения, повторите попытку
th: ไม่สามารถส่งรหัสยืนยันโปรดลองอีกครั้ง

source: Failed to send verification code
es: Error al enviar el código de verificación
hy: Ուղարկել կոդը ձախողվեց
pt_pt: Falha ao enviar o código de verificação
ru: Не удалось отправить код подтверждения
th: ไม่สามารถส่งรหัสยืนยัน

source: Resend
es: reenviar
hy: Վերսկսել
pt_pt: Reenviar
ru: Повторная
th: ส่งซ้ำ

source: Verification code verification failed
es: Error en la verificación del código de verificación
hy: Ստուգման կոդի հաստատումը ձախողվեց
pt_pt: Falha na verificação do código de verificação
ru: Проверка кода не выполнена
th: การยืนยันรหัสยืนยันล้มเหลว

# getVerificationCode
source: Verification Code
es: Obtener código de verificación
hy: Ստուգեք կոդը
pt_pt: Obter código de verificação
ru: Получить код подтверждения
th: รับรหัสยืนยัน

source: Change Password
es: Cambiar contraseña
hy: Փոխել գաղտնաբառը
pt_pt: Alterar senha
ru: Сменить пароль
th: เปลี่ยนรหัสผ่าน

# newPasswordCannotSameToTheOldPassword
source: The new password cannot be the same as the password used recently.
es: La nueva contraseña no puede ser la misma que la contraseña utilizada recientemente
hy: Նոր գաղտնաբառը չի կարող նույնը լինել, երբ վերջերս օգտագործված գաղտնաբառը:
pt_pt: A nova senha não pode ser igual à senha usada recentemente
ru: Новый пароль не может совпадать с паролем, использованным недавно.
th: รหัสผ่านใหม่ไม่สามารถเหมือนกับรหัสผ่านที่ใช้ล่าสุด

source: Changing password
es: Modificar contraseña
hy: Գաղտնաբառի փոփոխություն
pt_pt: Modificando senha
ru: Смена пароля
th: การแก้ไขรหัสผ่าน

source: password has been updated
es: Cambiar la contraseña correctamente
hy: Փոխել գաղտնաբառը հաջողությամբ
pt_pt: Alterar senha com sucesso
ru: Сменить пароль успешно
th: เปลี่ยนรหัสผ่านสำเร็จ

source: Failed to change password, please try again
es: Error al cambiar la contraseña, inténtelo de nuevo
hy: Չհաջողվեց փոխել գաղտնաբառը, կրկին փորձեք
pt_pt: Falha ao alterar senha, por favor tente novamente
ru: Не удалось сменить пароль, повторите попытку
th: ล้มเหลวในการเปลี่ยนรหัสผ่านโปรดลองอีกครั้ง

# oldPasswordIsWrong
source: The old password is wrong
es: La contraseña original es incorrecta
hy: Բնօրինակը գաղտնաբառը սխալ է
pt_pt: A senha original está incorreta
ru: Неправильный исходный пароль
th: รหัสผ่านเดิมไม่ถูกต้อง

source: Old Password
es: contraseña original
hy: Բնօրինակ գաղտնաբառը
pt_pt: senha original
ru: Оригинальный пароль
th: รหัสผ่านดั้งเดิม

source: New password (must be 8 or more)
es: Nueva contraseña (debe ser 8 o más)
hy: Նոր գաղտնաբառ (պետք է լինի 8 կամ ավելի)
pt_pt: Nova senha (deve ser 8 ou mais)
ru: Новый пароль (должно быть 8 или больше)
th: รหัสผ่านใหม่ (ต้องเป็น 8 หรือมากกว่า)

source: Enter the new password again
es: Vuelva a ingresar la nueva contraseña
hy: Մուտքագրեք նոր գաղտնաբառը
pt_pt: Digite a nova senha novamente
ru: Введите новый пароль еще раз
th: ป้อนรหัสผ่านใหม่อีกครั้ง

source: Password (must be greater than 8 characters)
es: Contraseña (debe tener más de 8 caracteres)
hy: Գաղտնաբառ (պետք է լինի ավելի քան 8 նիշ)
pt_pt: Senha (deve ter mais de 8 caracteres)
ru: Пароль (должен быть больше 8 символов)
th: รหัสผ่าน (ต้องมากกว่า 8 ตัวอักษร)

source: Confirm Password
es: Confirmar contraseña
hy: Հաստատեք գաղտնաբառը
pt_pt: Confirmar senha
ru: Подтвердите пароль
th: ยืนยันรหัสผ่าน

source: Verification code error
es: Error al restablecer la contraseña, el código de verificación de SMS es incorrecto
hy: SMS- ի ստուգումը ձախողվեց
pt_pt: Falha ao redefinir a senha, o código de verificação do SMS está incorreto
ru: СМС проверка не пройдена
th: ไม่สามารถรีเซ็ตรหัสผ่านรหัสยืนยัน SMS ไม่ถูกต้อง

source: Please enter verification code
es: Introduzca un código de verificación
hy: Մուտքագրեք հաստատման կոդը
pt_pt: Por favor insira um código de verificação
ru: Пожалуйста, введите проверочный код
th: โปรดป้อนรหัสยืนยัน

# userLoginExpiredLoginAgain
source: User login expired, please log in again
es: El inicio de sesión del usuario ha caducado, vuelva a iniciar sesión
hy: Օգտվողի մուտքի ժամկետը լրացել է, նորից մուտքագրեք
pt_pt: Login do usuário expirado, por favor entre novamente
ru: Логин пользователя истек, пожалуйста, войдите снова
th: ชื่อผู้ใช้หมดอายุโปรดเข้าสู่ระบบอีกครั้ง

# goLogin
source: Login
es: ir al inicio de sesión
hy: Մուտք
pt_pt: vai para o login
ru: войти
th: ไปที่การเข้าสู่ระบบ

source: Close
es: cerrado
hy: Փակել
pt_pt: fechado
ru: близко
th: ปิด

source: Add failed
es: Agregar error
hy: Ավելացնել ձախողվեց
pt_pt: Adicionar falhou
ru: Добавить не удалось
th: เพิ่มล้มเหลว

source: Enroll
es: registrar
hy: Գրանցումը
pt_pt: registre-se
ru: регистрация
th: ลงทะเบียน

source: Username or password cannot be empty
es: El nombre de usuario o la contraseña no pueden estar vacíos
hy: Անունը կամ գաղտնաբառը չի կարող դատարկ լինել
pt_pt: Nome de usuário ou senha não podem estar vazios
ru: Имя пользователя или пароль не могут быть пустыми
th: ชื่อผู้ใช้หรือรหัสผ่านต้องไม่ว่างเปล่า

source: Logging in...
es: Login ...
hy: Ստորագրվել է ...
pt_pt: Login ...
ru: Вход в систему ...
th: เข้าสู่ระบบ ...

# requestUserDataFailedLogInAgain
source: Request user data failed, please log in again
es: Error al solicitar los datos del usuario, por favor vuelva a iniciar sesión
hy: Պահանջի օգտվողի տվյալները չհաջողվեց, նորից մուտքագրեք
pt_pt: Falha na solicitação de dados do usuário, efetue login novamente
ru: Запрос данных пользователя не выполнен, пожалуйста, войдите снова
th: คำขอข้อมูลผู้ใช้ล้มเหลวโปรดลงชื่อเข้าใช้อีกครั้ง

source: Copy
es: copia
hy: Պատճեն
ru: копия
th: คัดลอก

source: Modify account name
es: Modificar nombre de cuenta
hy: Փոփոխել հաշվի անունը
pt_pt: Modificar nome da conta
ru: Изменить имя аккаунта
th: แก้ไขชื่อบัญชี

source: Please enter an account name
es: Introduzca un nombre de cuenta
hy: Մուտքագրեք հաշվի անունը
pt_pt: Por favor insira um nome de conta
ru: Пожалуйста, введите имя учетной записи
th: โปรดป้อนชื่อบัญชี

source: Tribe
es: tribu
hy: Ցեղ
pt_pt: tribo
ru: племя
th: เผ่า

source: Friend
es: amigo
hy: Ընկեր
pt_pt: amigo
ru: друзья
th: เพื่อน

source: Invite
es: invitación
hy: Հրավերը
pt_pt: convite
ru: приглашение
th: คำเชิญ

source: application
hy: Դիմում
pt_pt: aplicativo
ru: приложение
th: แอปพลิเคชัน

# oneClickCoin
source: Send Tokens
es: Moneda de un botón
hy: Մի սեղմեք մետաղադրամ
pt_pt: Moeda de um botão
ru: Монета в один клик
th: เหรียญปุ่มเดียว

source: Score Card
es: carta de puntos
hy: Հաշիվ քարտ
pt_pt: cartão de ponto
ru: Счетная карточка
th: บัตรจุด

# securityHardening
source: Safety
es: endurecimiento de seguridad
hy: Անվտանգության ամրացում
pt_pt: segurança endurecida
ru: Укрепление безопасности
th: ความปลอดภัยเพิ่มขึ้น

# myDevice
source: My Device(s)
es: Mi dispositivo
hy: Իմ սարքը
pt_pt: Meu dispositivo
ru: Мое устройство
th: อุปกรณ์ของฉัน

# redPacket2
source: Red Packet
es: sobre rojo
hy: Կարմիր ծրարը
pt_pt: envelope vermelho
ru: Красный конверт
th: ซองจดหมายสีแดง

# escrowAccount
source: Escrow
es: Cuenta alojada
hy: Escrow հաշիվ
pt_pt: Conta hospedada
ru: Эскроу-счет
th: บัญชีที่โฮสต์

source: About
es: Acerca de
hy: Մոտ
pt_pt: Sobre
ru: на
th: บน

source: Chain Inquiry
es: encadenamiento de la cadena
hy: Ցանցային հարցումը
pt_pt: consulta em cadeia
ru: Цепной запрос
th: การสอบถามโซ่

# pwrLanguage
source: Language
es: Multilingual
hy: Բազմալեզու
pt_pt: Multilingue
ru: Многоязычная
th: หลายภาษา

# changeTheme
source: Theme
es: El tema
hy: Թեմա
pt_pt: Tema
ru: тема
th: กระทู้

# energy
source: Power
es: energía
hy: Էներգիա
pt_pt: energia
ru: энергии
th: พลังงาน

# transfer
source: Transfer In
es: transferencia
hy: Փոխանցում
ru: обернулся
th: โอน

source: Transfer Out
es: traslado fuera
hy: Փոխանցել
pt_pt: roll out
ru: Трансфер из
th: แผ่ออก

source: Transaction Details
es: detalles de la transacción
hy: Գործարքի մանրամասները
pt_pt: detalhes da transação
ru: Детали транзакции
th: รายละเอียดธุรกรรม

source: InterPlanet ID
es: ID interestelar
hy: Միջաստղային ID
pt_pt: ID interestelar
ru: Межзвездный ID
th: ID ของดวงดาว

source: Base ID
es: ID base
pt_pt: ID de base
ru: база ID
th: ID ฐาน

source: Backup base access private key
es: Clave privada de acceso base de respaldo
hy: Կրկնօրինակ բազայի մուտք գործելու անձնական բանալին
pt_pt: Chave Privada de Acesso à Base de Backup
ru: Резервный ключ доступа к базе данных
th: คีย์ส่วนตัวเข้าถึงฐานข้อมูลสำรอง

source: Wallet unlock failed
es: Falló el desbloqueo de la cartera
hy: Դրամապանակի բացումը ձախողվեց
pt_pt: Falha no desbloqueio da carteira
ru: Не удалось разблокировать кошелек
th: การปลดล็อกกระเป๋าเงินล้มเหลว

source: Requesting address book data
es: Solicitando datos de la libreta de direcciones
hy: Պահանջել հասցեագրքի տվյալները
pt_pt: Solicitando Dados do Catálogo de Endereços
ru: Запрос данных адресной книги
th: การร้องขอข้อมูลสมุดที่อยู่

source: Address book is not authorized
es: Libreta de direcciones no autorizada
hy: Հասցեների գիրքը լիազորված չէ
pt_pt: Catálogo de Endereços Não Autorizado
ru: Адресная книга не авторизована
th: สมุดรายชื่อไม่ได้รับอนุญาต

source: Go to set
es: ir al set
hy: Գնացեք
pt_pt: ir para definir
ru: Перейти к установке
th: ไปที่การตั้งค่า

source: Search for contacts
es: Buscar contactos
hy: Կոնտակտների որոնում
pt_pt: Procurar por contatos
ru: Поиск контактов
th: ค้นหาผู้ติดต่อ

# sendMessage
source: Send a message
es: enviar mensaje
hy: Ուղարկեք հաղորդագրություն
pt_pt: Enviar uma mensagem
ru: Отправить сообщение
th: ส่งข้อความ

source: Total
hy: Ընդամենը
ru: в целом
th: รวม

source: To allow access to your photos, please authorize in setting privacy
es: Para permitir el acceso a sus fotos, autorice la configuración de la privacidad
hy: Ձեր լուսանկարներին մուտք գործելու համար թույլատրեք թույլտվություն գաղտնիության սահմանում
pt_pt: Para permitir o acesso às suas fotos, por favor, autorize a definição de privacidade
ru: Чтобы разрешить доступ к вашим фотографиям, пожалуйста, авторизуйтесь в настройках конфиденциальности
th: เพื่ออนุญาตการเข้าถึงภาพถ่ายของคุณโปรดอนุญาตในการตั้งค่าความเป็นส่วนตัว

source: Preview
hy: Նախադիտում
ru: предварительный просмотр
th: ดูตัวอย่าง

source: Edit
hy: Խմբագրել
ru: редактировать
th: แก้ไข

source: Preparing
es: preparación
hy: Պատրաստման մեջ
pt_pt: preparando
ru: В процессе подготовки
th: กำลังเตรียม

source: Camera
hy: Տեսախցիկ
ru: камера
th: กล้อง

source: Uploading...
es: Subiendo ...
hy: Վերբեռնման ...
pt_pt: Upload ...
ru: Загрузка ...
th: กำลังอัปโหลด ...

source: Uploading image failed
es: Error al cargar la imagen
hy: Վերբեռնման պատկերը ձախողվեց
pt_pt: Falha ao carregar imagem
ru: Загрузка изображения не удалась
th: ไม่สามารถอัพโหลดภาพ

source: Sending
es: enviando
hy: Ուղարկում
pt_pt: envio
ru: Отправка
th: กำลังส่ง

source: Delivered
es: Delivery
hy: Առաքվել
pt_pt: entregue
ru: Она была размещена
th: ส่งแล้ว

source: Failed to send
es: envío fallido
hy: Ուղարկել ձախողվեց
pt_pt: envio falhou
ru: Не удалось отправить
th: การส่งล้มเหลว

source: Has been sent
es: enviado
hy: Ուղարկված է
pt_pt: enviado
ru: посланный
th: ส่ง

source: Arrived
es: ha sido entregado
hy: Առաքվել
pt_pt: foi entregue
ru: Поставленный
th: ถูกส่งแล้ว

source: Viewed
es: Visto
hy: Դիտվել է
pt_pt: visualizado
ru: Рассматриваемый
th: ดูแล้ว

source: Not Viewed
es: no visto
hy: Չի դիտվում
pt_pt: não visualizado
ru: Не просматривается
th: ไม่ได้ดู

source: Waiting to send
es: para ser enviado
hy: Սպասում
pt_pt: a ser enviado
ru: Для того, чтобы быть отправлено
th: เพื่อส่ง

source: The current business resource file has not been configured. Please contact the administrator.
es: El archivo de recursos de empresa actual no se ha configurado, contacte al administrador
hy: Ներկայիս բիզնես ռեսուրսի ֆայլը չի կազմաձեւվել: Խնդրում ենք դիմել կառավարչին:
pt_pt: O arquivo de recurso de negócios atual não foi configurado, entre em contato com o administrador
ru: Текущий файл бизнес-ресурса не настроен. Обратитесь к администратору.
th: ไฟล์ทรัพยากรธุรกิจปัจจุบันไม่ได้รับการกำหนดค่ากรุณาติดต่อผู้ดูแลระบบ

source: Downloading
es: Descargando
hy: Ներբեռնում
pt_pt: Baixando
ru: загрузка
th: กำลังดาวน์โหลด

source: Grabbing red Packet
es: Trayendo paquetes rojos
hy: Գռփում է կարմիր ծրար
pt_pt: Trazendo pacotes vermelhos
ru: Схватив красный конверт
th: การนำแพ็กเก็ตสีแดง

source: Red packet has been received
es: Se ha recibido un sobre rojo
hy: Կարմիր ծրարը ստացել է
pt_pt: Envelope vermelho foi recebido
ru: Красный конверт был получен
th: ได้รับซองจดหมายสีแดง

source: Red packet has expired
es: El sobre rojo ha caducado
hy: Կարմիր ծրարը սպառվել է
pt_pt: O envelope vermelho expirou
ru: Срок действия красного конверта истек
th: ซองจดหมายสีแดงหมดอายุ

source: Red packet has been robbed
es: El sobre rojo ha sido robado
hy: Կարմիր ծրարը թալանվել է
pt_pt: O envelope vermelho foi roubado
ru: Красный конверт был ограблен
th: ซองจดหมายสีแดงถูกปล้น
