Repository: telecommai/ios
Catalog: Telecomm/Telecomm/Lib/Componet/WalletManager/Language/*.lproj/Wallet.strings
Languages: es, hy, pt_pt, ru, th, zh_hans

# walletCard
source: Cards
es: tarjeta de puntos
hy: կետի քարտ
pt_pt: cartão de ponto
ru: точечная карта
th: การ์ดจุด
zh_hans: 积分卡

source: Balance
hy: հավասարակշռություն
pt_pt: saldo
ru: баланс
th: สมดุล
zh_hans: 余额

# walletCardRecharge
source: Top Up
es: para recargar
hy: վերալիցքավորել
pt_pt: para recarregar
ru: перезарядить
th: เพื่อเติม
zh_hans: 去充值

# walletCardRechargeWay
source: Top-up method
es: Método de pago
hy: Վճարման եղանակը
pt_pt: Método de pagamento
ru: Способ пополнения счета
th: วิธีการชำระเงิน
zh_hans: 支付方式

# walletCardRechargeAmount
source: Top-up amount
es: Número de recargas
hy: Վերալիցքավորման քանակը
pt_pt: Número de recargas
ru: Количество пополнений
th: จำนวนที่ชาร์จ
zh_hans: 充值数量

# walletCardRechargeAliPay
source: Alipay
zh_hans: 支付宝

# walletCardRechargeWechat
source: WeChat
zh_hans: 微信

# walletCardRechargeMethodSelect
source: Please select a recharge method
es: Seleccione el método de recarga
hy: Խնդրում ենք ընտրել վերալիցքավորման մեթոդը
pt_pt: Por favor, selecione o método de recarga
ru: Пожалуйста, выберите способ пополнения счета
th: โปรดเลือกวิธีการชาร์จ
zh_hans: 请选择充值方式

# walletCardRechargeNeetToPay
source: Need to pay
es: necesidad de pagar
hy: պետք է վճարել
pt_pt: precisa pagar
ru: необходимо оплатить
th: จำเป็นต้องจ่าย
zh_hans: 需要支付

# walletCardRechargeNext
source: Next
es: Siguiente paso
hy: Հաջորդ
pt_pt: Próximo
ru: Далее
th: ถัดไป
zh_hans: 下一步

# walletCardRechargePaySuccess
source: Payment successful
es: El pago se realizó correctamente
hy: Վճարը հաջողվեց.
pt_pt: Pagamento efetuado!
ru: Платеж успешно завершен!
th: การชำระเงินสำเร็จ!
zh_hans: 支付成功!

# walletCardRechargePayFailure
source: Payment failed
es: ¡Falló el pago!
hy: Վճարումը ձախողվեց
pt_pt: Pagamento falhou!
ru: Платеж не прошел!
th: การชำระเงินล้มเหลว!
zh_hans: 支付失败!

# walletCardRechargeWrongMoney
source: The amount entered is wrong
es: El monto ingresado es incorrecto
hy: Մուտքագրված գումարը սխալ է
pt_pt: O valor informado está incorreto
ru: Введена неправильная сумма
th: จำนวนเงินที่ป้อนไม่ถูกต้อง
zh_hans: 输入的金额错误

# walletCardRechargeUndone
source: Unfilled
hy: Լրացված չէ
pt_pt: Não preenchido
ru: Незаполненный
th: ไม่สำเร็จ
zh_hans: 未完成充值

# walletCardRechargeAgain
source: Recharge
es: Recarga
hy: Վերալիցքավորել
pt_pt: Recarregue
ru: Пополнить
th: เติมเงิน
zh_hans: 重新充值

# walletCardRechargeRequest
source: The request failed, please check the network settings!
es: Error en la solicitud, verifique la configuración de la red
hy: Հարցումը ձախողվեց, ստուգեք ցանցի կարգավորումները
pt_pt: Falha na solicitação, verifique as configurações de rede!
ru: Запрос не выполнен, проверьте настройки сети!
th: คำขอล้มเหลวโปรดตรวจสอบการตั้งค่าเครือข่าย!
zh_hans: 请求失败，请检查网络设置！

# walletCardRechargeGiveUp
source: Give Up
es: Abandonar
hy: Լքել
pt_pt: Abandonar
ru: Отменить
th: ละทิ้ง
zh_hans: 放弃

# walletBTCCheckConfirm
source: Confirm your wallet mnemonic
es: Confirme su mnemotécnico de cartera
hy: Վստահեցնում ձեր դրամապանակի mnemonic
pt_pt: Confirme o seu cartão mnemônico
ru: Подтвердите мнемонику своего кошелька
th: ยืนยันการจำกระเป๋าเงินของคุณ
zh_hans: 确认您的钱包助记词

# walletBTCCheckAddSuccess
source: Add wallet successfully
es: Agregar éxito de billetera
hy: Ավելացնել դրամապանակի հաջողություն
pt_pt: Adicionar sucesso da carteira
ru: Добавить успех кошелька
th: เพิ่มความสำเร็จของ Wallet
zh_hans: 添加钱包成功

# walletBTCCheckBackUpFail
source: Backup failed, please check your mnemonic
es: Error en la copia de seguridad, verifique su mnemotécnico
hy: Կրկնօրինակումը ձախողվեց, խնդրում ենք ստուգել ձեր mnemonic
pt_pt: Falha no backup, verifique seu mnemônico
ru: Ошибка резервного копирования, проверьте мнемонику
th: การสำรองล้มเหลวโปรดตรวจสอบความจำของคุณ
zh_hans: 备份失败，请检查您的助记词

# walletBTCCheckConfirmOrder
source: Please click on the mnemonic in order to confirm that your mnemonic is correct
es: Haga clic en el mnemónico para confirmar que su mnemotécnico es correcto
hy: Խնդրում ենք սեղմել mnemonic- ին, հաստատելու, որ ձեր mnemonic- ը ճիշտ է
pt_pt: Por favor, clique no mnemônico para confirmar que o seu mnemônico está correto
ru: Пожалуйста, нажмите на мнемонику, чтобы подтвердить, что ваша мнемоника верна
th: โปรดคลิกที่ตัวช่วยจำเพื่อยืนยันว่าตัวช่วยจำของคุณถูกต้อง
zh_hans: 请按顺序点击助记词，以确认您的助记词正确

# walletBTCCreateWllet
source: Create A Wallet
es: Crear cartera
hy: Ստեղծել դրամապանակ
pt_pt: Criar carteira
ru: Создать кошелек
th: สร้างกระเป๋าเงิน
zh_hans: 创建钱包

# walletBTCCreateBackUpTip
source: The wallet account is your unique address on the Blockchain. Please make a backup of the mnemonic and wallet after creating the wallet.
es: La cuenta de billetera es su dirección única en la cadena de bloques. Realice una copia de seguridad del mnemotécnico y la billetera después de crear la billetera
hy: Դրամապանակի հաշիվը ձեր եզակի հասցեն է թղթապանակում: Խնդրում ենք կատարել մոնտաժի եւ դրամապանակի կրկնօրինակը դրամաստեղծ ստեղծումից հետո
pt_pt: A conta da carteira é o seu endereço único no Blockchain. Por favor, faça um backup do mnemônico e da carteira depois de criar a carteira
ru: Учетная запись кошелька - это ваш уникальный адрес в блокчейне. Пожалуйста, сделайте резервную копию мнемоники и кошелька после создания кошелька
th: บัญชี Wallet คือที่อยู่เฉพาะของคุณบน Blockchain กรุณาทำการสำรองข้อมูลช่วยจำและกระเป๋าเงินหลังจากสร้างกระเป๋าเงิน
zh_hans: 钱包账户是您在区块链上的唯一地址，请在创建完钱包后，做好助记词和钱包的备份

# walletBTCCreateStayTip
source: Please keep the information generated during the creation process
es: Guarde la información generada durante el proceso de creación
hy: Խնդրում ենք պահպանել ստեղծման ընթացքում առաջացած տեղեկությունները
pt_pt: Por favor, mantenha as informações geradas durante o processo de criação
ru: Пожалуйста, сохраняйте информацию, сгенерированную в процессе создания
th: โปรดเก็บข้อมูลที่สร้างขึ้นในระหว่างกระบวนการสร้าง
zh_hans: 请保留创建过程中生成的信息

# walletBTCBackUp
source: Backup Keyword
es: Palabras clave de respaldo
hy: Backup Keywords
pt_pt: Palavras-chave de backup
ru: Ключевые слова для резервного копирования
th: คำหลักสำรอง
zh_hans: 备份关键词

# walletBTCCreateSaveTip
source: The mnemonic is used to restore the wallet account or reset the wallet password, copy it accurately onto paper, and store it in a safe place that only you know.
es: El mnemotécnico se usa para restaurar la cuenta de la billetera o restablecer la contraseña de la billetera, copiarla al papel con precisión y almacenarla en un lugar seguro que solo usted sepa
hy: The mnemonic- ը օգտագործվում է դրամապանակի հաշիվը վերականգնելու կամ դրամապանակի գաղտնաբառը վերականգնելու, այն թղթի վրա ճշգրիտ պատճենելու եւ պահելու այն միայն այն վայրում, որը միայն գիտեք
pt_pt: O mnemônico é usado para restaurar a conta da carteira ou redefinir a senha da carteira, copiá-la para o papel com precisão e armazená-la em um local seguro que só você saiba
ru: Мнемоника используется для восстановления учетной записи кошелька или сброса пароля кошелька, точного копирования на бумажный носитель и хранения в безопасном месте, которое известно только вам
th: ตัวช่วยจำใช้เพื่อกู้คืนบัญชี Wallet หรือรีเซ็ตรหัสผ่านกระเป๋าเงินคัดลอกไปยังกระดาษอย่างถูกต้องและเก็บไว้ในที่ปลอดภัยที่มีเพียงคุณเท่านั้นที่รู้
zh_hans: 助记词用于恢复钱包账户或重置钱包密码，将它准确的抄写到纸上，并存放在只有您自己知道的安全地方

# walletBTCCreateWriteDown
source: Copy and write down your wallet account mnemonic
es: Copie el mnemónico de su cuenta de cartera
hy: Պատկերացրեք ձեր դրամապանակի հաշիվը mnemonic
pt_pt: Copiar o nome da sua conta da carteira
ru: Скопировать мнемонику своей учетной записи кошелька
th: คัดลอกบัญชีกระเป๋าเงินของคุณช่วยจำ
zh_hans: 抄写下您的钱包账户助记词

# walletBTCPaperRecovery
source: Restore Wallet
es: Restaurar billetera
hy: Վերականգնել դրամապանակ
pt_pt: Restaurar Carteira
ru: Восстановить кошелек
th: กู้คืนกระเป๋าเงิน
zh_hans: 恢复钱包

# walletBTCPaperRecoveryChectFail
source: Recovery failed, please check the mnemonic
es: Falló la recuperación, verifique el mnemónico
hy: Վերականգնումը ձախողվեց, խնդրում ենք ստուգել mnemonic- ը
pt_pt: Falha na recuperação, por favor, verifique o mnemônico
ru: Восстановление не удалось, проверьте мнемонику
th: การกู้คืนล้มเหลวโปรดตรวจสอบความจำ
zh_hans: 恢复失败，请检查助记词

# walletBTCPaperRecoveryExistFail
source: Recovery failed, the wallet already exists
es: Falló la recuperación, la cartera ya existe
hy: Վերականգնումը չի հաջողվել, դրամապանակը արդեն գոյություն ունի
pt_pt: Falha na recuperação, a carteira já existe
ru: Восстановление не удалось, кошелек уже существует
th: การกู้คืนล้มเหลวกระเป๋าเงินมีอยู่แล้ว
zh_hans: 恢复失败，该钱包已存在

# walletBTCPaperRcoveryWithWords
source: Recover your wallet with mnemonics
es: Restaura tu billetera con mnemónicos
hy: Վերականգնել ձեր դրամապանակը mnemonics
pt_pt: Restaurar sua carteira com mnemônicos
ru: Восстановить ваш кошелек с помощью мнемоники
th: กู้คืนกระเป๋าเงินของคุณด้วยระบบช่วยจำ
zh_hans: 通过助记词恢复您的钱包

# walletBTCImport
source: Import
es: Importar
hy: Ներմուծում
pt_pt: Importar
ru: Импорт
th: นำเข้า
zh_hans: 导入

# walletBTCTransferInvalid
source: Invalid transfer address
es: Dirección de transferencia no válida
hy: Անվավեր փոխանցման հասցեն
pt_pt: Endereço de transferência inválido
ru: Неверный адрес перевода
th: ที่อยู่โอนไม่ถูกต้อง
zh_hans: 转账地址无效

# walletBTCTransferNotSupport
source: This method is not supported at this time
es: Este modo no es compatible
hy: Այս ռեժիմը չի աջակցվում
pt_pt: Este modo não é suportado
ru: Этот режим не поддерживается
th: โหมดนี้ไม่รองรับ
zh_hans: 暂不支持此方式

# walletBTCTransferAlreadyExists
source: Wallet already contains this address
es: La billetera ya contiene esta dirección
hy: Դրամապանակն արդեն պարունակում է այս հասցեն
pt_pt: A carteira já contém este endereço
ru: Кошелек уже содержит этот адрес
th: กระเป๋าเงินมีที่อยู่นี้แล้ว
zh_hans: 钱包已包含此地址

# walletBTCTransferLessThan
source: The amount of payment cannot be less than
es: El importe del pago no puede ser inferior a
hy: Վճարման գումարը չի կարող պակաս լինել
pt_pt: O valor do pagamento não pode ser inferior a
ru: Сумма платежа не может быть меньше чем
th: จำนวนการชำระเงินต้องไม่น้อยกว่า
zh_hans: 支付金额不能少于

# walletBTCTransferError
source: Transfer failed
es: Falló la transferencia
hy: Փոխանցում չի կատարվել
pt_pt: Transferência falhou
ru: Ошибка передачи
th: การโอนล้มเหลว
zh_hans: 转账失败

# walletBTCTransferUTFOFail
source: Request UTFO failed
es: Falló la solicitud UTFO
hy: UTFO- ի հարցում ձախողվեց
pt_pt: Pedido UTFO falhou
ru: Запрос UTFO не выполнен
th: คำขอ UTFO ล้มเหลว
zh_hans: 请求UTFO失败

# walletBTCTransferBalanceNotEnough
source: Insufficient balance
es: Balance insuficiente
hy: Անբավարար հավասարակշռություն
pt_pt: Saldo insuficiente
ru: Недостаточный баланс
th: ยอดเงินไม่เพียงพอ
zh_hans: 余额不足

# walletBTCTransferSignError
source: Transaction signature error
es: Error de firma de transacción
hy: Գործարքի ստորագրության սխալ
pt_pt: Erro na assinatura da transação
ru: Ошибка подписи транзакции
th: ข้อผิดพลาดลายเซ็นธุรกรรม
zh_hans: 交易签名出错

# walletDropmsq
source: Grab right away
es: Atrapar de inmediato
hy: Անմիջապես բռնել
pt_pt: Captura imediatamente
ru: Лови немедленно
th: จับทันที
zh_hans: 马上抢

# walletDropyq
source: Has robbed
es: Retired
hy: Պահեստավորված
pt_pt: Reformado
ru: Пенсионер
th: ออก
zh_hans: 已抢

# walletDropyqguo
source: Has been robbed
es: ha sido robado
hy: թալանվել է
pt_pt: foi roubado
ru: был ограблен
th: ถูกปล้น
zh_hans: 已抢过

# walletDropyqguang
source: Has been robbed
es: La luz ha sido robada
hy: Լույսը թալանվել է
pt_pt: A luz foi roubada
ru: Свет был ограблен
th: แสงถูกปล้น
zh_hans: 已抢光

# walletDropwks
source: Has not started
es: no iniciado
hy: չսկսված
pt_pt: não iniciado
ru: не запущено
th: ไม่ได้เริ่ม
zh_hans: 未开始

# walletDropjks
source: From the beginning
es: Desde el inicio
hy: Սկսած
pt_pt: Do início
ru: С самого начала
th: ตั้งแต่เริ่มต้น
zh_hans: 距开始

# walletDropjjs
source: End of distance
es: from end
hy: վերջից
pt_pt: do final
ru: Конец расстояния
th: จากตอนท้าย
zh_hans: 距结束

# walletDropyjs
source: over
es: Terminado
hy: Ավարտվեց
pt_pt: Terminado
ru: Завершено
th: สิ้นสุดแล้ว
zh_hans: 已结束

# walletDropday
source: day
hy: օր
pt_pt: dia
ru: день
th: วัน
zh_hans: 天

# walletDrophour
source: hour
es: horas
hy: ժամեր
pt_pt: horas
ru: часы
th: ชั่วโมง
zh_hans: 小时

# walletDropmin
source: minute
es: minutos
hy: րոպե
pt_pt: minutos
ru: минуты
th: นาที
zh_hans: 分

# walletDropktjj
source: Airdrop introduction
es: Introducción al corto
hy: Ներածություն դեպի կարճ
pt_pt: Introdução ao curto
ru: Введение в краткое
th: ข้อมูลเบื้องต้นสั้น
zh_hans: 空投简介

# walletDropjljshs
source: At the end of the distance
es: Todavía queda al final
hy: Վերջում դեռ մնացել է
pt_pt: Ainda resta no final
ru: Там все еще осталось в конце
th: ยังมีที่เหลืออยู่ตอนท้าย
zh_hans: 距离结束还剩

# walletDropjlkshs
source: Distance left at the beginning
es: La distancia queda
hy: Հեռավորությունը մնացել է
pt_pt: A distância é deixada
ru: Расстояние осталось
th: ระยะทางคงเหลือ
zh_hans: 距离开始还剩

# walletDropDetailNoWallt
source: You don't have
es: Aún no tiene
hy: Դուք դեռ չեք
pt_pt: Você ainda não
ru: Вы еще не сделали
th: คุณยังไม่ได้
zh_hans: 你还没有

# walletDropDetailCreateWallet
source: wallet yet, please create a wallet first.
es: Billetera, primero cree una billetera
hy: Դրամապանակ, նախապես ստեղծեք դրամապանակ
pt_pt: Carteira, crie uma carteira primeiro
ru: Кошелек, сначала создайте кошелек
th: กระเป๋าเงินโปรดสร้างกระเป๋าเงินก่อน
zh_hans: 钱包，请先创建钱包

# walletDropDetailChooseWallet
source: Choose Wallet
es: Seleccionar billetera
hy: Ընտրեք դրամապանակ
pt_pt: Selecionar Carteira
ru: Выбрать кошелек
th: เลือกกระเป๋าเงิน
zh_hans: 选择钱包

# walletDropDetailTilte
source: Airdrop Details
es: Detalles del lanzamiento aéreo
pt_pt: Detalhes do aeródromo
ru: Детали Airdrop
th: รายละเอียด Airdrop
zh_hans: 空投详情

# walletDropDetaildbmc
source: Token Name
es: Nombre del token
hy: Token անունը
pt_pt: Nome do Token
ru: Имя токена
th: ชื่อโทเค็น
zh_hans: 代币名称

# walletDropDetailktzz
source: Airdrop Organization
es: organización de lanzamiento desde el aire
hy: Օդերեւութաբանական կազմակերպություն
pt_pt: Organização do Airdrop
ru: Авиа-организация
th: องค์กร Airdrop
zh_hans: 空投组织

# walletDropDetailhydz
source: Contract Address
es: dirección del contrato
hy: պայմանագրի հասցեն
pt_pt: endereço do contrato
ru: адрес договора
th: ที่อยู่สัญญา
zh_hans: 合约地址

# walletDropDetailktjs
source: Airdrop Introduction
es: Introduction to Airdrop
hy: Ներածություն դեպի Airdrop
pt_pt: Introdução ao Airdrop
ru: Введение в Airdrop
th: ข้อมูลเบื้องต้นเกี่ยวกับ Airdrop
zh_hans: 空投介绍

# walletDropTransferSuccess
source: Airdrop success
es: Éxito de lanzamiento aéreo
hy: Airdrop- ի հաջողությունը
ru: Эрдроп успех
th: Airdrop สำเร็จ
zh_hans: 空投成功

# walletDropTransferReceived
source: You have successfully received
es: Ha recibido correctamente
hy: Դուք հաջողությամբ ստացել եք
ru: Вы успешно получили
th: คุณได้รับเรียบร้อยแล้ว
zh_hans: 您已成功领取

# walletDropTransferAttension
source: Airdrops will be issued after the event, please pay attention to the wallet
es: Las gotas de aire se emitirán después de que termine el evento, preste atención a la billetera
hy: Միջոցառումը ավարտվելուց հետո թողարկվի աէրոդրոպներ, խնդրում ենք ուշադրություն դարձնել դրամապանակին
pt_pt: Airdrops serão emitidos após o término do evento, por favor, preste atenção na carteira
ru: Airdrops будет выдан после окончания мероприятия, обратите внимание на кошелек
th: Airdrops จะออกหลังจากเหตุการณ์จบลงโปรดใส่ใจกับกระเป๋าเงิน
zh_hans: 空投将在活动结束后统一发放，请留意钱包

# walletDropTransferGet
source: You have already received this airdrop
es: Has recibido esta gota de aire
hy: Դուք ստացել եք այս օդը
pt_pt: Você recebeu este lançamento aéreo
ru: Вы получили эту воздушную каплю
th: คุณได้รับ airdrop นี้
zh_hans: 您已领取过该空投

# walletDropTransferFail
source: Airdrop success
es: Falló el lanzamiento de aire
hy: Airdrop ձախողվեց
pt_pt: Falha no airdrop
ru: Ошибка Airdrop
th: Airdrop ล้มเหลว
zh_hans: 空投失败

# walletDropTransfering
source: Airdrop
pt_pt: lançamento aéreo
ru: зайти
zh_hans: 空投中

# walletDropMyTitle
source: My Airdrop
es: Mi airdrop
hy: Իմ Airdrop
pt_pt: Meu airdrop
ru: Мой взлет
zh_hans: 我的空投

# walletEOSCreateTipSave
source: You need to register the EOS account (12 characters) with the two public keys that have been generated, which will consume the EOS token. Think of the account name, find someone to help you register.
es: Debe registrar la cuenta EOS (12 caracteres) con las dos claves públicas que se han generado. Este proceso consumirá el token EOS. Piense en el nombre de la cuenta y busque a alguien que lo ayude a registrarse.
hy: Դուք պետք է գրանցեք EOS- ի հաշիվը (12 նիշ), որոնք ստեղծվել են երկու հրապարակային ստեղներով: Այս գործընթացը կկիրառի EOS նշանը: Մտածեք հաշվի անունը եւ գտնեք այն, ինչն օգնում է ձեզ գրանցվել
pt_pt: Você precisa registrar a conta EOS (12 caracteres) com as duas chaves públicas que foram geradas. Este processo consumirá o símbolo EOS. Pense no nome da conta e encontre alguém para ajudá-lo a se registrar.
ru: Вам необходимо зарегистрировать учетную запись EOS (12 символов) с двумя сгенерированными открытыми ключами. Этот процесс будет использовать токен EOS. Подумайте над именем учетной записи и найдите кого-нибудь, кто поможет вам зарегистрироваться.
th: คุณต้องลงทะเบียนบัญชี EOS (12 ตัวอักษร) ด้วยรหัสสาธารณะสองคีย์ที่สร้างขึ้นกระบวนการนี้จะใช้โทเค็น EOS คิดชื่อบัญชีและค้นหาคนที่จะช่วยคุณลงทะเบียน
zh_hans: 你需要通过已生成的两把公钥去注册EOS账户（12个字符），这过程将消费EOS代币。想好账户名，找人帮你注册吧。

# walletEOSCreateTipActive
source: EOS account is not activated, sent to a friend or share a QR code to find a friend to activate this account
es: La cuenta EOS no se activa, se envía a un amigo o se comparte con un código QR para encontrar un amigo que active esta cuenta
hy: EOS- ի հաշիվը չի ակտիվացված, ուղարկվում է ընկերոջը կամ կիսում է QR կոդով ընկերոջը, այս հաշիվը ակտիվացնելու համար
pt_pt: A conta EOS não é ativada, enviada a um amigo ou compartilhada com um código QR para encontrar um amigo para ativar esta conta
ru: Учетная запись EOS не активирована, не отправлена другу или не передана с QR-кодом, чтобы найти друга для активации этой учетной записи
th: บัญชี EOS ไม่ได้เปิดใช้งานส่งไปยังเพื่อนหรือแชร์ด้วยรหัส QR เพื่อค้นหาเพื่อนเพื่อเปิดใช้งานบัญชีนี้
zh_hans: 未激活EOS账户，发送给好友或分享二维码找朋友激活此账户

# walletEOSCreateShareSuccess
source: Sharing success
es: Compartir el éxito
hy: Համօգտագործման հաջողությունը
pt_pt: Compartilhar sucesso
ru: Поделиться успехом
th: แบ่งปันความสำเร็จ
zh_hans: 分享成功

# walletEOSCreateShareFailure
source: Sharing failure
es: Error al compartir
hy: Բաժնետոմսը ձախողվեց
pt_pt: Compartilhar falhou
ru: Поделиться не удалось
th: การแบ่งปันล้มเหลว
zh_hans: 分享失败

# walletEOSCreatePK
source: Public Key
es: clave pública
hy: հանրային բանալի
pt_pt: chave pública
ru: открытый ключ
th: รหัสสาธารณะ
zh_hans: 公钥

# walletEOSCreatePrivateK
source: Private Key
es: Clave privada
hy: Անձնական բանալի
pt_pt: Chave privada
ru: Закрытый ключ
th: รหัสส่วนตัว
zh_hans: 私钥

# walletEOSCreateCorrentAddress
source: Please fill in the correct account address!
es: ¡Complete la dirección de cuenta correcta!
hy: Խնդրում ենք լրացնել ճիշտ հաշվի հասցեն
pt_pt: Por favor, preencha o endereço correto da conta!
ru: Пожалуйста, введите правильный адрес аккаунта!
th: โปรดกรอกที่อยู่บัญชีที่ถูกต้อง!
zh_hans: 请填写正确的账户地址!

# walletEOSCreateCreateRequest
source: EOS create account request
hy: EOS Ստեղծել հաշվի պահանջ
pt_pt: EOS Criar solicitação de conta
ru: Запрос создания учетной записи EOS
th: EOS สร้างคำขอบัญชี
zh_hans: EOS创建账户请求

# walletEOSCreateCorrectName
source: Please enter a valid account name (12-character combination of a-z and 1-5)
es: Introduzca un nombre de cuenta válido (combinación de 12 caracteres de a-z y 1-5)
hy: Խնդրում ենք մուտքագրել վավեր հաշվի անունը (a-z- ի 12-նիշային համադրություն եւ 1-5)
pt_pt: Por favor insira um nome de conta válido (combinação de 12 caracteres de a-z e 1-5)
ru: Пожалуйста, введите действительное имя учетной записи (комбинация из 12 символов a-z и 1-5)
th: โปรดป้อนชื่อบัญชีที่ถูกต้อง (ชุดอักขระ 12 ตัวของ a-z และ 1-5)
zh_hans: 请输入有效的账户名（a-z与1-5组合的12位字符）

# walletEOSCreateNameStyle
source: EOS account name is a-z and 1-5 12-character characters
es: El nombre de la cuenta EOS es a-z y 1-5, que consta de caracteres de 12 bits
hy: EOS հաշվի անունը a-z եւ 1-5, որը բաղկացած է 12-բիթանոց նիշերից
pt_pt: O nome da conta EOS é a-z e 1-5 consistem em caracteres de 12 bits
ru: Имя учетной записи EOS - это a-z и 1-5, состоящие из 12-битных символов
th: ชื่อบัญชี EOS คือ a-z และ 1-5 ซึ่งประกอบด้วยอักขระ 12 บิต
zh_hans: EOS账户名称为a-z与1-5组成的12位字符

# walletEOSCreateAccountAddress
source: Account Name
es: Dirección de cuenta
hy: Հաշվի հասցե
pt_pt: Endereço da conta
ru: Адрес учетной записи
th: ที่อยู่บัญชี
zh_hans: 账户地址

# wannetEOSCreateSendToFriend
source: Send to friend
es: Enviar a un amigo
hy: Ուղարկել ընկերոջը
pt_pt: Enviar para um amigo
ru: Отправить другу
th: ส่งถึงเพื่อน
zh_hans: 发送给好友

# wannetEOSCreateSendToQRCode
source: Share QR code
es: Compartir código QR
hy: Բաժնի QR կոդ
pt_pt: Compartilhar código QR
ru: Поделиться QR-кодом
th: แบ่งปันรหัส QR
zh_hans: 分享二维码

# walletEOSCreateWallet
source: Create an EOS wallet
es: Crear cartera EOS
hy: Ստեղծել EOS դրամապանակ
pt_pt: Criar EOS Wallet
ru: Создать кошелек EOS
th: สร้าง EOS Wallet
zh_hans: 创建EOS钱包

# walletEOSCreateFeeFail
source: Request to create account fee failed
es: Falló la solicitud para crear la tarifa de la cuenta
hy: Հաշվի բացման մասին պահանջը չի հաջողվել
pt_pt: Falha ao solicitar a criação da taxa da conta
ru: Запрос на создание учетной записи не выполнен
th: คำขอสร้างค่าธรรมเนียมบัญชีล้มเหลว
zh_hans: 请求创建账户费用失败

# walletEOSCreateIsAvailable
source: Checking if account name is available
es: Comprobando si el nombre de la cuenta está disponible
hy: Հաշվի անունը հասանելի է ստուգել
pt_pt: Verificando se o nome da conta está disponível
ru: Проверка доступности имени учетной записи
th: กำลังตรวจสอบว่าชื่อบัญชีว่างหรือไม่
zh_hans: 正在检查账户名是否可用

# walletEOSCreateChange
source: The account already exists. Please change the account name.
es: Esta cuenta ya existe, cambie el nombre de la cuenta
hy: Այս հաշիվը արդեն գոյություն ունի, խնդրում ենք փոխել հաշվի անունը
pt_pt: Esta conta já existe, por favor mude o nome da conta
ru: Эта учетная запись уже существует, пожалуйста, измените имя учетной записи
th: บัญชีนี้มีอยู่แล้วโปรดเปลี่ยนชื่อบัญชี
zh_hans: 该账户已存在,请修改账户名

# walletEOSCreateAvailabel
source: Account name available
es: Nombre de cuenta disponible
hy: Հաշվի անունը հասանելի է
pt_pt: Nome da conta disponível
ru: Доступно имя учетной записи
th: ชื่อบัญชีว่าง
zh_hans: 账户名可用

# walletEOSCreateCheckFail
source: Check failed
es: Error al verificar
hy: Չհաջողվեց ստուգել
pt_pt: Falha na verificação
ru: Проверка не удалась
th: ตรวจสอบล้มเหลว
zh_hans: 检查失败

# walletEOSCreateAbnormal
source: Abnormal handling fee
es: Excepción de manejo
hy: Վերանայելու բացառություն
pt_pt: Exceção de tratamento
ru: Обработка исключений
th: การจัดการข้อยกเว้น
zh_hans: 手续费异常

# walletEOSCreateNoLocalWallet
source: No activated local EOS wallet
es: No hay una billetera EOS local activada
hy: Չկա ակտիվացված տեղական EOS դրամապանակ
pt_pt: Não há carteira EOS local ativada
ru: Нет активированного локального кошелька EOS
th: ไม่มีกระเป๋าเงิน EOS ในเครื่องที่เปิดใช้งาน
zh_hans: 暂无已激活的本地EOS钱包

# walletEOSCreateCreating
source: Creating
es: Creando
hy: Ստեղծում
pt_pt: Criando
ru: Создание
th: กำลังสร้าง
zh_hans: 正在创建

# walletEOSCreateSuccess
source: Created successfully
es: Creado con éxito
hy: Ստեղծվել է հաջողությամբ
pt_pt: Criado com sucesso
ru: Создан успешно
th: สร้างสำเร็จ
zh_hans: 创建成功

# walletEOSCreateFailure
source: Creation failed
es: Error al crear
hy: Ստեղծել ձախողվեց
pt_pt: Criar falhou
ru: Создать не удалось
th: สร้างล้มเหลว
zh_hans: 创建失败

# walletEOSCreateSelectAccount
source: Select Account
es: Seleccionar cuenta
hy: Ընտրեք հաշիվը
pt_pt: Selecionar conta
ru: Выбрать учетную запись
th: เลือกบัญชี
zh_hans: 选择账户
