Repository: telecommai/ios
Catalog: Telecomm/Telecomm/Lib/Componet/WalletManager/Language/*.lproj/Wallet.strings
Languages: es, hy, pt_pt, ru, th, zh_hans

# walletEOSCreateNoActiveWallet
source: No active local EOS wallet
es: No hay una cartera EOS local activa
hy: Չկա ակտիվ տեղական EOS դրամապանակ
pt_pt: Não há carteira EOS local ativa
ru: Нет активного локального кошелька EOS
th: ไม่มีกระเป๋าเงิน EOS ในเครื่องที่ใช้งานอยู่
zh_hans: 暂无激活的本地EOS钱包

# walletEOSCreate
source: Create
es: Crear
hy: Ստեղծել
pt_pt: Criar
ru: Создать
th: สร้าง
zh_hans: 创建

# walletEOSCreateAccountName
source: Account Name
es: Nombre de cuenta
hy: Հաշվի անունը
pt_pt: Nome da conta
ru: Имя учетной записи
th: ชื่อบัญชี
zh_hans: 账户名

# walletEOSCreateRAM
source: RAM
es: memory
hy: հիշողություն
pt_pt: memória
ru: память
th: หน่วยความจำ
zh_hans: 内存

# walletEOSCreateCost
source: Cost
hy: արժեքը
ru: стоимость
th: ราคา
zh_hans: 费用

# walletEOSCreateStyle
source: Create an EOS account with a 12-character combination of a-z and 1-5
es: Crea una cuenta EOS con una combinación de 12 caracteres de a-z y 1-5
hy: Ստեղծեք EOS- ի հաշիվ` 12-նիշի եւ 1-5-ի համակցությամբ
pt_pt: Crie uma conta EOS com uma combinação de 12 caracteres de a-z e 1-5
ru: Создать учетную запись EOS с комбинацией из 12 символов a-z и 1-5
th: สร้างบัญชี EOS ด้วยชุดอักขระ 12 ตัวของ a-z และ 1-5
zh_hans: 创建EOS账户由a-z与1-5组合的12位字符

# walletEOSImportReply
source: Complete the information before you can reply
es: Complete la información antes de responder
hy: Խնդրում ենք լրացնել տեղեկությունները նախքան պատասխանել
pt_pt: Por favor preencha as informações antes de responder
ru: Пожалуйста, заполните информацию, прежде чем ответить
th: โปรดกรอกข้อมูลให้ครบถ้วนก่อนตอบกลับ
zh_hans: 填写完整信息后才能进行回复

# walletEOSImportErongFormatter
source: The private key format is incorrect!
es: ¡El formato de la clave privada es incorrecto!
hy: Անձնական բանալին ձեւաչափը սխալ է
pt_pt: O formato da chave privada está incorreto!
ru: Неверный формат закрытого ключа!
th: รูปแบบคีย์ส่วนตัวไม่ถูกต้อง!
zh_hans: 私钥格式有误！

# walletEOSImporting
source: Importing
es: introducción
hy: ներդրում
pt_pt: introdução
ru: введение
th: ข้อมูลเบื้องต้น
zh_hans: 导入中

# walletEOSImportSuccess
source: Successfully imported
es: Importado correctamente
hy: Ներմուծված հաջողությամբ
pt_pt: Importado com sucesso
ru: Импортировано успешно
th: นำเข้าสำเร็จ
zh_hans: 导入成功

# walletEOSImportRecoveryWithPrivateKey
source: Recover your wallet account with a private key
es: Restaure su cuenta de billetera con una clave privada
hy: Վերականգնել ձեր դրամապանակի հաշիվը մասնավոր բանալիով
pt_pt: Restaurar sua conta da carteira com uma chave privada
ru: Восстановление учетной записи кошелька с помощью закрытого ключа
th: กู้คืนบัญชีกระเป๋าเงินของคุณด้วยรหัสส่วนตัว
zh_hans: 通过私钥恢复您的钱包账户

# walletEOSImportActivePrivateKey
source: Please enter the active private key
es: Introduzca una clave privada activa
hy: Խնդրում ենք մուտքագրել ակտիվ ակտիվ բանալի
pt_pt: Por favor digite uma chave privada ativa
ru: Пожалуйста, введите активный закрытый ключ
th: โปรดป้อนรหัสส่วนตัวที่ใช้งาน
zh_hans: 请输入active私钥

# walletEOSImportOwnerPrivateKey
source: Please enter the owner private key
es: Introduzca la clave privada del propietario
hy: Խնդրում ենք մուտքագրել սեփականատիրոջ անձնական բանալին
pt_pt: Por favor, digite a chave privada do proprietário
ru: Пожалуйста, введите личный ключ владельца
th: โปรดป้อนรหัสส่วนตัวของเจ้าของ
zh_hans: 请输入owner私钥

# walletEOSImportDone
source: Carry Out
es: Completar
hy: Լրացրեք
pt_pt: Completo
ru: полный
th: เสร็จสิ้น
zh_hans: 完成

# walletETHCreateOnlyOne
source: The wallet account is your unique address on the Blockchain. It is generated based on your private key. Please make a backup of the private key and base account after creating the base account.
es: La cuenta de billetera es su dirección única en la cadena de bloques. Se genera basándose en su clave privada. Haga una copia de seguridad de la clave privada y la cuenta base después de crear la cuenta base
hy: Դրամապանակի հաշիվը ձեր եզակի հասցեն է բլոկխարի վրա, որը ստեղծվում է ձեր անձնական բանալինի հիման վրա: Հիմնական հաշվի ստեղծումից հետո կատարեք անձնական պահքի եւ բազային հաշվի կրկնօրինակը
pt_pt: A conta da carteira é o seu endereço único no Blockchain. Ela é gerada com base na sua chave privada. Faça um backup da chave privada e da conta base depois de criar a conta base
ru: Учетная запись кошелька - это ваш уникальный адрес в цепочке блоков. Он создается на основе вашего личного ключа. Пожалуйста, сделайте резервную копию личного ключа и базовой учетной записи после создания базовой учетной записи
th: บัญชี Wallet เป็นที่อยู่ที่ไม่ซ้ำกันของคุณใน Blockchain มันถูกสร้างขึ้นโดยใช้รหัสส่วนตัวของคุณโปรดสำรองข้อมูลของรหัสส่วนตัวและบัญชีฐานหลังจากสร้างบัญชีฐาน
zh_hans: 钱包账户是您在区块链上的唯一地址，它根据您的私钥生成，请在创建完基地账户后，做好私钥和基地账户的备份

# walletETHSign
source: Authorized Signature
es: firma autorizada
hy: լիազորված ստորագրություն
pt_pt: assinatura autorizada
ru: авторизованная подпись
th: ลายเซ็นที่ได้รับอนุญาต
zh_hans: 授权签名

# walletETHAddressEmpty
source: Address cannot be empty
es: La dirección no puede estar vacía
hy: Հասցեը չի կարող դատարկ լինել
pt_pt: O endereço não pode estar vazio
ru: Адрес не может быть пустым
th: ที่อยู่ต้องไม่ว่างเปล่า
zh_hans: 地址不能为空

# walletETHWtch
source: Observation Wallet
es: observando la billetera
hy: դրամապանակի դիտում
pt_pt: observando a carteira
ru: наблюдение за кошельком
th: กำลังดูกระเป๋าเงิน
zh_hans: 观察钱包

# walletETHComplete
source: Complete authorization
es: Autorización completa
hy: Լրիվ թույլտվություն
pt_pt: Autorização completa
ru: Полная авторизация
th: ทำการอนุญาตให้เสร็จ
zh_hans: 完成授权

# walletETHWarning
source: 1. Currently only users can observe their wallet to form a safer cold wallet with the offline wallet; the import needs to be signed once. 2. Store a lot of money and recommend using a cold wallet
es: 1. Actualmente, solo los usuarios pueden observar su billetera para formar una billetera fría más segura con la billetera fuera de línea; la importación debe firmarse una vez. 2. Almacene mucho dinero y recomiende el uso de la billetera fría
hy: 1. Ներկայումս օգտվողները կարող են դիտարկել իրենց դրամապանակը, որպեսզի անմիջապես դրամապանակով ավելի անվտանգ սառը կաշվե իրեր ստեղծվեն, ներմուծումը պետք է միանգամից ստորագրվի: 2: Խնայեք մեծ գումար եւ առաջարկեք օգտագործել ցուրտ դրամապանակ
pt_pt: 1. Atualmente, apenas os usuários podem observar suas carteiras para formar uma carteira com carteira offline mais segura; a importação precisa ser assinada uma vez. 2. Armazene muito dinheiro e recomende o uso de carteira fria
ru: 1. В настоящее время только пользователи могут наблюдать за тем, как их кошелек формирует более безопасный холодный кошелек с автономным кошельком; импорт необходимо подписать один раз. 2. Храните много денег и рекомендуем использовать холодный кошелек
th: 1. ปัจจุบันผู้ใช้เท่านั้นที่สามารถสังเกตเห็นกระเป๋าเงินของพวกเขาเพื่อสร้างกระเป๋าเงินเย็นที่ปลอดภัยกว่าด้วยกระเป๋าเงินออฟไลน์การนำเข้าจะต้องลงชื่อครั้งเดียว 2 เก็บเงินไว้จำนวนมาก
zh_hans: 1.目前仅限用户观察自己的钱包来配合离线钱包形成更加安全的冷钱包；导入需要进行一次签名。 2.存储大量资金建议使用冷钱包

# walletORCode
source: Use the corresponding observation wallet to scan the QR code below to complete the authorization.
es: Use la billetera de observación correspondiente para escanear el código QR a continuación para completar la autorización
hy: Օգտագործեք համապատասխան դիտորդական դրամապանակը, թույլտվությունը լրացնելու համար ստորեւ նշված QR կոդով սկանավորելու համար
pt_pt: Use a carteira de observação correspondente para escanear o código QR abaixo para completar a autorização
ru: Используйте соответствующий кошелек для наблюдения, чтобы отсканировать QR-код ниже для завершения авторизации
th: ใช้กระเป๋าเงินการสังเกตที่สอดคล้องกันเพื่อสแกนรหัส QR ด้านล่างเพื่อดำเนินการอนุญาตให้เสร็จ
zh_hans: 使用对应观察钱包扫描下方二维码完成授权

# walletDataNomMatch
source: Data does not match
es: los datos no coinciden
hy: տվյալներ չեն համապատասխանում
pt_pt: os dados não correspondem
ru: данные не совпадают
th: ข้อมูลไม่ตรงกัน
zh_hans: data不符

# walletDataImporting
source: Importing
es: Importando
hy: Ներմուծման
pt_pt: Importando
ru: Импорт
th: กำลังนำเข้า
zh_hans: 正在导入

# wallerSignDetail
source: Authorized signature details
es: detalles de la firma autorizada
hy: լիազորված ստորագրության մանրամասները
pt_pt: detalhes da assinatura autorizada
ru: данные авторизованной подписи
th: รายละเอียดลายเซ็นที่ได้รับอนุญาต
zh_hans: 授权签名详情

# wallerSignAddress
source: Authorized Address
es: dirección autorizada
hy: լիազորված հասցեն
pt_pt: endereço autorizado
ru: авторизованный адрес
th: ที่อยู่ที่ได้รับอนุญาต
zh_hans: 授权地址

# walletSignData
source: Data
hy: տվյալների
th: ข้อมูล
zh_hans: 数据

# walletScan
source: Scan the QR code of the authorized wallet page and import the signature
es: Escanear el código QR de la página de billetera autorizada, importar firma
hy: Թղթապանակի թույլտվության էջի սկավառակի QR կոդը, ներմուծման ստորագրություն
pt_pt: Digitalize o código QR da página da carteira autorizada, importe a assinatura
ru: Сканировать QR-код авторизованной страницы кошелька, импортировать подпись
th: สแกนรหัส QR ของหน้ากระเป๋าเงินที่ได้รับอนุญาตนำเข้าลายเซ็น
zh_hans: 扫描授权钱包页面的二维码，导入签名

# walletImportSign
source: Import Signature
es: Importar firma
hy: Ներմուծման ստորագրություն
pt_pt: Importar assinatura
ru: Импортировать подпись
th: นำเข้าลายเซ็น
zh_hans: 导入签名

# walletEnterAddress
source: Please enter the wallet address
es: Introduzca la dirección del monedero
hy: Խնդրում ենք մուտքագրել դրամապանակի հասցեն
pt_pt: Por favor, digite o endereço da carteira
ru: Пожалуйста, введите адрес кошелька
th: โปรดป้อนที่อยู่กระเป๋าเงิน
zh_hans: 请输入钱包地址

# walletChangeCurrent
source: Switch %@ wallet
hy: Անջատեք%@ դրամապանակ
pt_pt: Mudar%@carteira
ru: переключатель%@бумажник
th: สลับ%@wallet
zh_hans: 切换%@钱包

# walletNewWalletInfoSetAvatar
source: Set the wallet avatar and name
es: Establecer el avatar y el nombre de la cartera
hy: Ստեղծել դրամապանակի avatar եւ անունը
pt_pt: Definir avatar e nome da carteira
ru: Установить аватар и имя кошелька
th: ตั้งค่าสัญลักษณ์และชื่อกระเป๋าเงิน
zh_hans: 设置钱包头像和名称

# walletNewWalletInfoUploadAvatar
source: Uploading avatar
es: Cargando avatar
hy: Վերբեռնել avatar
pt_pt: Fazendo upload do avatar
ru: Загрузка аватара
th: การอัปโหลดอวาตาร์
zh_hans: 正在上传头像

# walletNewWalletInfoUploadAvatarFail
source: Uploading image failed
es: Error al cargar la imagen
hy: Չհաջողվեց բեռնել պատկերը
pt_pt: Falha ao carregar imagem
ru: Не удалось загрузить изображение
th: ไม่สามารถอัพโหลดภาพ
zh_hans: 上传图片失败

# walletNewWalletInfoName
source: Wallet account name
es: nombre de cuenta de billetera
hy: դրամապանակի հաշվի անունը
pt_pt: nome da conta da carteira
ru: имя учетной записи кошелька
th: ชื่อบัญชีกระเป๋าเงิน
zh_hans: 钱包账户名称

# walletNewWalletInfoAddAvatar
source: Click on the camera icon to add a wallet account avatar
es: Haga clic en el icono de la cámara para agregar un avatar de cuenta de cartera
hy: Սեղմեք դրամապանակի հաշվի avatar ավելացնել տեսախցիկի պատկերակը
pt_pt: Clique no ícone da câmera para adicionar um avatar da conta da carteira
ru: Нажмите значок камеры, чтобы добавить аватар для учетной записи кошелька
th: คลิกไอคอนกล้องเพื่อเพิ่มสัญลักษณ์ประจำตัวของบัญชี wallet
zh_hans: 点击相机图标添加钱包账户头像

# walletOldWalletOutGettingBaseId
source: Getting base ID
es: Obteniendo el ID de la base
hy: Ստանալ բազային ID
pt_pt: Obtendo o ID da base
ru: Получение базового идентификатора
th: รับ ID ฐาน
zh_hans: 正在获取基地ID

# walletOldWalletOutGettingIdRetry
source: Base ID acquisition failed, please try again
es: Falló la adquisición de ID base, inténtelo de nuevo
hy: Base ID- ի ձեռքբերումը ձախողվեց, խնդրում ենք նորից փորձել
pt_pt: Falha na aquisição da ID de base, tente novamente
ru: Не удалось получить базовый идентификатор, пожалуйста, попробуйте еще раз
th: การรับ ID ฐานล้มเหลวโปรดลองอีกครั้ง
zh_hans: 基地ID获取失败，请重试

# walletOldWalletCorrectEnergy
source: Please enter the correct energy
es: Ingrese la energía correcta
hy: Խնդրում ենք մուտքագրել ճիշտ էներգիա
pt_pt: Por favor, informe a energia correta
ru: Пожалуйста, введите правильную энергию
th: โปรดป้อนพลังงานที่ถูกต้อง
zh_hans: 请输入正确的能量

# walletOldWalletOutEnergy
source: Power
es: Energy
hy: Էներգիա.
pt_pt: Energia
ru: Энергия
th: พลังงาน
zh_hans: 能量

# walletOldWalletOtherPlanetId
source: Please enter the interPlanet ID of the opposite side
es: Introduzca la ID interestelar de la otra parte
hy: Խնդրում ենք մուտքագրել մյուս կողմի միջակայքային ID- ն
pt_pt: Por favor, informe o ID do interestelar da outra parte
ru: Пожалуйста, введите межзвездный идентификатор другой стороны
th: โปรดป้อน ID ดวงดาวของอีกฝ่าย
zh_hans: 请输入对方星际ID

# walletOldWalletNumberOfEnergy
source: Please enter the number of power
es: Introduzca el número de energías
hy: Մուտքագրեք էներգիայի քանակը
pt_pt: Por favor, insira o número de energias
ru: Пожалуйста, введите количество энергий
th: โปรดป้อนจำนวนพลังงาน
zh_hans: 请输入能量数

# walletOldWalletOtherBaseId
source: Please enter the base ID of the opposite side
es: Introduzca la ID base de la otra parte
hy: Խնդրում ենք մուտքագրել այլ կողմի բազային ID
pt_pt: Por favor, indique o ID básico da outra parte
ru: Пожалуйста, введите базовый идентификатор другой стороны
th: โปรดป้อน ID ฐานของอีกฝ่าย
zh_hans: 请输入对方基地ID

# walletOldWalletOtherPanetId
source: Receiver's interPlanet ID:
es: Recibir ID interestelar:
hy: Ստանալ միջաստղային ID:
pt_pt: Receber ID do interestelar:
ru: Получить межзвездный идентификатор:
th: รับ ID ดวงดาว:
zh_hans: 接收星际ID:

# walletOldWalletRecevingBaseId
source: Receiver's base ID:
es: ID de base de recepción:
hy: Ստանալ բազային ID:
pt_pt: ID da Base de Recebimento:
ru: Получить базовый идентификатор:
th: รับ ID ฐาน:
zh_hans: 接收基地ID:

# walletOldWalletTransferBaseId
source: Transfer out the base ID:
es: ID de base de salida:
hy: Մուտքի բազայի ID.
pt_pt: ID da base de saída:
ru: Исходящий базовый идентификатор:
th: ID ฐานขาออก:
zh_hans: 转出基地ID:

# walletTradeMinerFee
source: Miner Cost
es: Costo del minero
hy: Շինանյութի արժեքը
pt_pt: Custo do mineiro
ru: Стоимость майнера
th: ต้นทุนตัวขุด
zh_hans: 矿工费用

# walletOldWalletEnergyExchange
source: Power Exchange
es: Intercambio de energía
hy: Էներգետիկ փոխանակում
pt_pt: Troca de energia
ru: Обмен энергией
th: การแลกเปลี่ยนพลังงาน
zh_hans: 能量交换

# walletOldResultTitle
source: Transaction Details
es: Detalles de la transacción
hy: Գործարքի մանրամասներ
pt_pt: Detalhes da transação
ru: Детали транзакции
th: รายละเอียดธุรกรรม
zh_hans: 交易详情

# walletOldResultSuccess
source: Successful Transaction
es: Transacción exitosa
hy: Գործարքը հաջողվեց
pt_pt: Transação bem sucedida
ru: Транзакция выполнена успешно
th: การทำรายการสำเร็จ
zh_hans: 交易成功

# walletOldResultId
source: Transaction ID
es: ID de transacción
hy: գործարքի ID
pt_pt: ID da transação
ru: идентификатор транзакции
th: รหัสธุรกรรม
zh_hans: 交易ID

# walletOldResultTime
source: Transaction Hour
es: tiempo de transacción
hy: գործարքի ժամանակը
pt_pt: tempo da transação
ru: время транзакции
th: เวลาธุรกรรม
zh_hans: 交易时间

# walletOldResultToId
source: Transfer to base ID
es: Transferir a la ID base
hy: Փոխանցել բազային ID
pt_pt: Transferir para ID base
ru: Перевести на базовый идентификатор
th: ถ่ายโอนไปยัง ID ฐาน
zh_hans: 转入基地ID

# walletOldResultOutId
source: Sender's base ID
es: resulta la ID de la base
hy: վերածել բազային ID- ն
pt_pt: código base
ru: выключить базовый идентификатор
th: เปลี่ยน ID ฐาน
zh_hans: 转出基地ID

# walletOldResultFailure
source: Exchange failure
es: Falló el intercambio
hy: Exchange չհաջողվեց
pt_pt: Troca falhou
ru: Обмен не выполнен
th: การแลกเปลี่ยนล้มเหลว
zh_hans: 交换失败

# walletOldResultTransing
source: In Transaction
es: en la transacción
hy: գործարքում
pt_pt: na transação
ru: в транзакции
th: ในการทำธุรกรรม
zh_hans: 交易中

# walletEnterBasePassword
source: Please enter the base password
es: Introduzca la contraseña base
hy: Խնդրում ենք մուտքագրել բազային գաղտնաբառը
pt_pt: Por favor, digite a senha base
ru: Пожалуйста, введите базовый пароль
th: โปรดป้อนรหัสผ่านพื้นฐาน
zh_hans: 请输入基地密码

# walletEnterPassword
source: Your Password
es: Introduzca una contraseña
hy: Խնդրում ենք մուտքագրել գաղտնաբառ
pt_pt: Por favor, digite uma senha
ru: Пожалуйста, введите пароль
th: โปรดป้อนรหัสผ่าน
zh_hans: 请输入密码

# walletWrongPassword
source: Wrong Password
es: Error de contraseña
hy: Գաղտնաբառ սխալ
pt_pt: Erro de senha
ru: Ошибка пароля
th: ข้อผิดพลาดรหัสผ่าน
zh_hans: 密码错误

# walletForgetPassword
source: Forget Password
es: Olvidé mi contraseña
hy: Մոռացել եք գաղտնաբառը
pt_pt: Esqueceu a senha
ru: Забыли пароль
th: ลืมรหัสผ่าน
zh_hans: 忘记密码

# walletCardAssets
source: Assets
es: elementos
hy: ակտիվներ
pt_pt: ativos
ru: активы
th: เนื้อหา
zh_hans: 资产

# walletCardNoActive
source: Pending Activation
es: para ser activado
hy: ակտիվացնելու համար
pt_pt: a ser ativado
ru: быть активированным
th: เพื่อเปิดใช้งาน
zh_hans: 待激活

# walletCardSenfCoin
source: Send Tokens
es: Un botón para enviar monedas
hy: Մետաղադրամներ ուղարկելու մեկ կոճակ
pt_pt: Um botão para enviar moedas
ru: Одна кнопка для отправки монет
th: ปุ่มเดียวเพื่อส่งเหรียญ
zh_hans: 一键发币

# walletCardCopied
source: Copied
es: Copiado
hy: Պատճենված է
pt_pt: Copiado
ru: Copyed
th: คัดลอก
zh_hans: 已复制

# walletCardTransfer
source: Transfer In
es: se convirtió en
hy: վերածվել է
pt_pt: entregue
ru: обернулся
th: ถูกเปิด
zh_hans: 转入

# walletCardDetail
source: Detail
es: detalles
hy: մանրամասներ
pt_pt: detalhes
ru: детали
th: รายละเอียด
zh_hans: 明细

# walletCardTransferout
source: Transfer Out
es: Traslado fuera
hy: Փոխանցել
pt_pt: desenrolar
ru: Трансфер из
th: ม้วนออก
zh_hans: 转出

# walletImportWallet
source: Import Wallet
es: Importar billetera
hy: Ներմուծման դրամապանակ
pt_pt: Importar carteira
ru: Импорт кошелька
th: นำเข้ากระเป๋าเงิน
zh_hans: 导入钱包

# walletWatchNotSupport
source: Observe that the wallet does not support the rollout function.
es: La billetera no admite la función de despliegue
hy: Դրամապանակն աջակցում է rollout գործառույթին
pt_pt: A carteira não suporta a função de lançamento
ru: Кошелек не поддерживает функцию развертывания
th: กระเป๋าเงินไม่รองรับฟังก์ชั่นการเปิดใช้งาน
zh_hans: 观察钱包不支持转出功能

# walletInfoTitle
source: Management
es: Administración
hy: Կառավարում
pt_pt: Gerenciamento
ru: Управление
th: การจัดการ
zh_hans: 管理

# walletChangeAvatar
source: Change Avatar
es: Cambiar avatar
hy: Փոխել avatar
pt_pt: Alterar avatar
ru: Изменить аватар
th: เปลี่ยนภาพแทนตัว
zh_hans: 更换头像

# walletInfoChangeWalletName
source: Change Wallet Name
es: Replace Wallet Name
hy: Փոխարինեք դրամապանակի անունը
pt_pt: Substituir o nome da carteira
ru: Заменить имя кошелька
th: แทนที่ชื่อกระเป๋าเงิน
zh_hans: 更换钱包名

# walletInfoSwitchaccount
source: Switch Account
es: Cambiar cuenta
hy: Հաշիվը անցնելը
pt_pt: Mudar conta
ru: Сменить аккаунт
th: สลับบัญชี
zh_hans: 切换账户

# walletInfoActivation
source: Activation
es: Activate
hy: ակտիվացնել
pt_pt: Ativar
ru: Активировать
th: เปิดใช้งาน
zh_hans: 激活

# walletInfoModifyWalletName
source: Modify Wallet Name
es: Modificar el nombre de la cartera
hy: Փոփոխել դրամապանակի անունը
pt_pt: Modificar nome da carteira
ru: Изменить имя кошелька
th: แก้ไขชื่อกระเป๋าเงิน
zh_hans: 修改钱包名称

# walletInfoEnterWalletName
source: Please enter the name of the wallet
es: Introduzca el nombre de la cartera
hy: Խնդրում ենք մուտքագրել դրամապանակի անունը
pt_pt: Por favor, digite o nome da carteira
ru: Пожалуйста, введите имя кошелька
th: โปรดป้อนชื่อกระเป๋าเงิน
zh_hans: 请输入钱包名称

# walletInfoModificationFailed
source: The modification failed, please try again
es: Falló la modificación, inténtelo de nuevo
hy: Փոփոխությունը չհաջողվեց, կրկին փորձեք
pt_pt: Falha na modificação, por favor, tente novamente
ru: Модификация не удалась, повторите попытку
th: การปรับเปลี่ยนล้มเหลวโปรดลองอีกครั้ง
zh_hans: 修改失败，请重试

# walletInfoCannotDeleted
source: Main wallet cannot be deleted
es: La billetera principal no se puede eliminar
hy: Հիմնական դրամապանակը չի կարող ջնջվել
pt_pt: A carteira principal não pode ser excluída
ru: Основной кошелек не может быть удален
th: ไม่สามารถลบกระเป๋าเงินหลัก
zh_hans: 主钱包不能删除

# walletInfoToDelete
source: Do you want to delete the wallet?
es: ¿Desea eliminar esta cartera?
hy: Ցանկանում եք ջնջել այս դրամապանակը
pt_pt: Deseja excluir esta carteira?
ru: Вы хотите удалить этот кошелек?
th: คุณต้องการลบกระเป๋าเงินนี้หรือไม่
zh_hans: 是否删除该钱包？

# walletInfoDeleteFaild
source: Delete failed, please try again
es: Error al eliminar, inténtelo de nuevo
hy: Ջնջել ձախողվեց, կրկին փորձեք
pt_pt: Excluir falhou, tente novamente
ru: Удалить не удалось, повторите попытку
th: ลบล้มเหลวโปรดลองอีกครั้ง
zh_hans: 删除失败，请重试

# walletInfoSettingAvatar
source: Setting avatar
es: Configurando avatar
pt_pt: Configurando o avatar
ru: Настройка аватара
th: การตั้งค่าภาพแทนตัว
zh_hans: 正在设置头像

# walletInfoSettingFaild
source: Failed to set avatar, please try again
es: Error al configurar el avatar, inténtelo de nuevo
hy: Սահմանել avatarը ձախողվեց, կրկին փորձեք
pt_pt: Set avatar failed, por favor tente novamente
ru: Не удалось установить аватар, повторите попытку
th: ตั้งค่ารูปแทนล้มเหลวโปรดลองอีกครั้ง
zh_hans: 设置头像失败，请重试

# walletInfoUploadFaild
source: Uploading avatar failed, please try again
es: Error al cargar el avatar, inténtalo de nuevo
hy: Չհաջողվեց բեռնավորել avatar, կրկին փորձեք
pt_pt: Falha ao carregar o avatar, por favor, tente novamente
ru: Не удалось загрузить аватар, повторите попытку
th: ไม่สามารถอัปโหลด Avatar โปรดลองอีกครั้ง
zh_hans: 上传头像失败，请重试

# walletInfoPKPK
source: Owner private key: %@ Active private key: %@
es: Clave privada del propietario: %@ Clave privada activa: %@
hy: Սեփականատիրոջ անձնական բանալին. %@ Ակտիվ մասնավոր բանալին` %@
pt_pt: Chave privada do proprietário: %@ Chave privada ativa： %@
ru: Закрытый ключ владельца: %@ Активный закрытый ключ: %@
th: รหัสส่วนตัวของเจ้าของ: %@ การใช้งานคีย์ส่วนตัว: %@
zh_hans: Owner私钥: %@ Active私钥: %@

# walletUnfoDeleteWallet
source: Delete Wallet
hy: Ջնջել դրամապանակը
pt_pt: Excluir Carteira
ru: Удалить кошелек
th: ลบกระเป๋าเงิน
zh_hans: 删除钱包

# walletInfoChooseMain
source: Select primary account
es: Seleccionar cuenta principal
hy: Ընտրեք առաջնային հաշիվ
pt_pt: Selecionar conta principal
ru: Выбрать основную учетную запись
th: เลือกบัญชีหลัก
zh_hans: 选择主账户

# WalletModifyingWalletname
source: Modifying wallet name
es: Modificando el nombre de la billetera
hy: Դրամապանակի անունը փոփոխելը
pt_pt: Modificando o nome da carteira
ru: Изменение имени кошелька
th: การแก้ไขชื่อกระเป๋าเงิน
zh_hans: 正在修改钱包名称

# walletTypeHide
source: Hide no balance assets
es: Ocultar activos sin saldo
hy: Թողնել հավասարակշռված ակտիվներ
pt_pt: Não ocultar ativos do saldo
ru: Скрыть активы без баланса
th: ซ่อนไม่มีสินทรัพย์คงเหลือ
zh_hans: 隐藏无余额资产

# walletTypeSort
source: Sort by balance
es: Ordenar por balance
hy: Դասավորել ըստ հավասարակշռության
pt_pt: Ordenar por saldo
ru: Сортировать по балансу
th: จัดเรียงตามสมดุล
zh_hans: 按余额排序

# walletTypeAlphabetically
source: Alphabetically
es: en orden alfabético
hy: այբբենական կարգով
pt_pt: em ordem alfabética
ru: в алфавитном порядке
th: ตามลำดับตัวอักษร
zh_hans: 按字母排序

# walletTypeRemoveAssets
source: Remove Assets
es: Eliminar activos
hy: Հեռացնել ակտիվները
pt_pt: Remover Ativos
ru: Удалить активы
th: ลบเนื้อหา
zh_hans: 移除资产

# walletTypeEnterToken
source: Enter the token name or contract address
es: Ingrese el nombre del token o la dirección del contrato
hy: Մուտքագրեք նշան անունը կամ պայմանագրի հասցեն
pt_pt: Digite o nome do token ou endereço do contrato
ru: Введите имя токена или адрес договора
th: ป้อนชื่อโทเค็นหรือที่อยู่สัญญา
zh_hans: 输入Token名称或合约地址

# walletMyassets
source: My Assets
es: Mis activos
hy: Իմ ակտիվները
pt_pt: Meus recursos
ru: Мои активы
th: สินทรัพย์ของฉัน
zh_hans: 我的资产

# WalletInTransfer
source: Please Transfer
es: Por favor, vaya
hy: Խնդրում ենք մուտք գործել
pt_pt: Por favor, entre
ru: Пожалуйста, войдите
th: โปรดเข้าไป
zh_hans: 请转入
