Repository: telecommai/ios
Catalog: Telecomm/Telecomm/Lib/Componet/WalletManager/Language/*.lproj/Wallet.strings
Languages: es, hy, pt_pt, ru, th, zh_hans

# walletInTransferEnter
source: Enter the amount
es: Ingrese la cantidad
hy: Մուտքագրեք գումարը
pt_pt: Digite o valor
ru: Введите сумму
th: ป้อนจำนวน
zh_hans: 输入金额

# WalletInTransferPlzEnter
source: Please enter the amount
es: Ingrese la cantidad
hy: Խնդրում ենք մուտքագրել գումարը
pt_pt: Por favor, informe o valor
ru: Пожалуйста, введите сумму
th: โปรดป้อนจำนวน
zh_hans: 请输入金额

# walletInChangeAssets
source: Replace Assets
es: Reemplazar activos
hy: Փոխարինեք ակտիվները
pt_pt: Substituir ativos
ru: Заменить активы
th: แทนที่สินทรัพย์
zh_hans: 更换资产

# walletInSpecAmount
source: Specify the amount
es: cantidad especificada
hy: նշված գումարը
pt_pt: quantia especificada
ru: указанное количество
th: จำนวนเงินที่ระบุ
zh_hans: 指定金额

# WalletCoinOutRemarks
source: Remarks
es: Comentarios
hy: Նշումներ
pt_pt: Comentários
ru: Замечания
th: ข้อสังเกต
zh_hans: 备注

# WalletCoinOutOptional
source: Optional
es: Opcional
hy: Լրացուցիչ
pt_pt: Opcional
ru: Необязательно
th: ตัวเลือก
zh_hans: 选填

# WalletCoinOutEnterAddress
source: Enter the payment address
es: Ingrese la dirección de pago
hy: Մուտքագրեք վճարման հասցեն
pt_pt: Digite o endereço de pagamento
ru: Введите адрес платежа
th: ป้อนที่อยู่การชำระเงิน
zh_hans: 输入收款地址

# WalletCoinOutCanNotNull
source: The amount cannot be empty
es: La cantidad no puede estar vacía
hy: գումարը չի կարող դատարկ լինել
pt_pt: Valor não pode estar vazio
ru: Сумма не может быть пустой
th: จำนวนเงินต้องไม่ว่างเปล่า
zh_hans: 金额不能为空

# WalletCoinOutAddressNotNull
source: Collection address cannot be empty
es: La dirección de pago no puede estar vacía
hy: Վճարային հասցեն չի կարող դատարկ լինել
pt_pt: O endereço de pagamento não pode estar vazio
ru: Адрес оплаты не может быть пустым
th: ที่อยู่การชำระเงินต้องไม่ว่างเปล่า
zh_hans: 收款地址不能为空

# WalletCoinOutPaymentDetail
source: Payment Details
es: Detalles de pago
hy: Վճարային մանրամասներ
pt_pt: Detalhes do pagamento
ru: Детали платежа
th: รายละเอียดการชำระเงิน
zh_hans: 支付详情

# WalletCoinOutRetry
source: Failed to post transaction request, please try again
es: Falló la publicación de una solicitud de transacción, inténtelo de nuevo
hy: Գործարքի հարցումի ձախողումը ձախողվեց, կրկին փորձեք
pt_pt: A publicação de uma solicitação de transação falhou. Tente novamente
ru: Не удалось опубликовать запрос на транзакцию, повторите попытку
th: การเผยแพร่คำขอธุรกรรมล้มเหลวโปรดลองอีกครั้ง
zh_hans: 发布交易请求失败，请重试

# walletCoinUnlockFail
source: Unlocking the wallet failed
es: Falló el desbloqueo de la cartera
hy: Բացեք դրամապանակը չհաջողվեց
pt_pt: Desbloquear carteira falhou
ru: Ошибка разблокировки кошелька
th: ปลดล็อกกระเป๋าเงินล้มเหลว
zh_hans: 解锁钱包失败

# walletCinOutoperation
source: In Transaction
es: En la transaccion
hy: Գործարքի մեջ
pt_pt: Na transação
ru: В сделке
th: ในการทำธุรกรรม
zh_hans: 交易中

# walletGetCurrentFail
source: Failed to get current wallet
es: Falló la cartera actual
hy: Ստանալ ընթացիկ դրամապանակը
pt_pt: Falha na obtenção da carteira atual
ru: Не удалось получить текущий кошелек
th: รับกระเป๋าเงินปัจจุบันล้มเหลว
zh_hans: 获取当前钱包失败

# walletNoData
source: No Data
es: Sin datos
hy: Տվյալներ չկան
pt_pt: Nenhum dado
ru: Нет данных
th: ไม่มีข้อมูล
zh_hans: 暂无数据

# walletPaymentSuccess
source: Successful payment
es: Recibo exitoso
hy: Ստացականների հաջողություն
pt_pt: Sucesso do recibo
ru: Успех получения
th: การรับใบเสร็จสำเร็จ
zh_hans: 收款成功

# walletTransferSuccess
source: Successful transfer
es: Transferencia exitosa
hy: Փոխանցել հաջողակ
pt_pt: Transferir com sucesso
ru: Перевод успешно
th: การโอนสำเร็จ
zh_hans: 转账成功

# walletCollectionFailure
source: Collection failure
es: Fallo en la recepción
hy: Ստացականները չհաջողվեց
pt_pt: Recibo falhou
ru: Ошибка при получении
th: การรับล้มเหลว
zh_hans: 收款失败

# walletTransferFailed
source: Transfer failed
es: Falló la transferencia
hy: Փոխանցում չի կատարվել
pt_pt: Transferência falhou
ru: Ошибка передачи
th: การโอนล้มเหลว
zh_hans: 转账失败

# walletTradeBlock
source: Block
es: bloque
hy: բլոկ
pt_pt: bloco
ru: блок
th: บล็อก
zh_hans: 区块

# walletTradeAmount
source: Amount
es: Importe
hy: գումարը
pt_pt: Valor
ru: Сумма
th: จำนวนเงิน
zh_hans: 金额

# walletTradeTradeNo
source: Transaction Number
hy: գործարքի համարը
pt_pt: número da transação
ru: номер транзакции
th: หมายเลขธุรกรรม
zh_hans: 交易号

# walletTradeContact
source: Contract
es: contrato
hy: պայմանագիր
pt_pt: contrato
ru: контракт
th: สัญญา
zh_hans: 合约

# walletTradeType
source: Transfer Type
es: Tipo de transferencia
hy: Փոխանցման տեսակը
pt_pt: Tipo de transferência
ru: Тип передачи
th: ประเภทการถ่ายโอน
zh_hans: 转账类型

# walletChainInquiryCopySuccess
source: Copy success
es: Copia correcta
hy: Պատճենել հաջողությունը
pt_pt: Copiar sucesso
ru: Копирование успешно
th: คัดลอกความสำเร็จ
zh_hans: 复制成功

# walletChainInquirySure
source: Confirm and sign
es: Confirmar y firmar
hy: Հաստատել եւ ստորագրել
pt_pt: Confirmar e assinar
ru: Подтвердить и подписать
th: ยืนยันและลงชื่อ
zh_hans: 确认并签章

# walletChainInquiryResult
source: Please enter the check result
es: Ingrese el resultado de la verificación
hy: Խնդրում ենք մուտքագրել ստուգման արդյունքը
pt_pt: Por favor, insira o resultado da verificação
ru: Пожалуйста, введите результат проверки
th: โปรดป้อนผลการตรวจสอบ
zh_hans: 请输入核对结果

# walletChainInquiryToSign
source: Office to be signed
es: La firma está pendiente de firma
hy: Ֆիրմանը սպասում է ստորագրմանը
pt_pt: A firma está aguardando assinatura
ru: Фирма ожидает подписания
th: บริษัท อยู่ระหว่างการลงชื่อ
zh_hans: 事务所待签章

# walletChainInquiryCompanyToSign
source: Business to be signed
es: Empresa pendiente de firma
hy: Կորպորատիվ սպասման ստորագրությունը
pt_pt: Assinatura Pendente Corporativa
ru: Корпоративная ожидающая подпись
th: ลายเซ็นที่ค้างอยู่ขององค์กร
zh_hans: 企业待签章

# walletChainInquiryBankReply
source: Bank Pending
es: Banco pendiente de respuesta
hy: Բանկը դեռ չի պատասխանել
pt_pt: Banco com resposta pendente
ru: Банк ожидает ответа
th: ธนาคารรอการตอบกลับ
zh_hans: 银行待回复

# walletChainInquiryBackRelied
source: Bank Has Replied
es: El banco ha respondido
hy: Բանկը պատասխանել է
pt_pt: Banco respondeu
ru: Банк ответил
th: ธนาคารได้ตอบกลับ
zh_hans: 银行已回复

# walletChainInquiryBlockInfo
source: Block Information
es: Información de bloque
hy: Արգելափակման տեղեկություն
pt_pt: Informações de bloqueio
ru: Информация о блоке
th: บล็อกข้อมูล
zh_hans: 区块信息

# walletChainInquiryEdit
source: Edit
es: Editing
hy: Խմբագրում
pt_pt: Edição
ru: Редактирование
th: กำลังแก้ไข
zh_hans: 编辑中

# walletChainInquiryProcessed
source: Processed
hy: Վերամշակված
pt_pt: Processado
ru: Обработано
th: ดำเนินการแล้ว
zh_hans: 已处理

# walletChainInquiryToBeProcessed
source: To be processed
es: Pending
hy: Սպասում է
pt_pt: Pendente
ru: в ожидании
th: รอดำเนินการ
zh_hans: 待处理

# walletChainInquiryChaininquiry
source: Chain Inquiry
es: encadenamiento de la cadena
hy: շղթայի հետազոտություն
pt_pt: consulta em cadeia
ru: цепочка запросов
th: การสอบถามโซ่
zh_hans: 链上询征

# walletChainInquiryInquiryDetails
source: Inquiry Details
es: Solicitar detalles
hy: Պահանջվող մանրամասները
pt_pt: Detalhes da solicitação
ru: Запросить информацию
zh_hans: 询证详情

# walletChainInquiryAgreeandSign
source: Agree and sign
es: Aceptar y firmar
hy: Համաձայնեք եւ ստորագրեք
pt_pt: Concordar e assinar
ru: Принять и подписать
th: เห็นด้วยและลงชื่อ
zh_hans: 同意并签章

# walletChainInquiryViewReply
source: View Reply
es: Ver respuesta
hy: Դիտել պատասխանը
pt_pt: Ver resposta
ru: Просмотреть ответ
th: ดูคำตอบ
zh_hans: 查看回复

# walletChainInquiryReply
source: Reply
es: Responder
hy: Պատասխանել
pt_pt: Responder
ru: Ответить
th: ตอบกลับ
zh_hans: 回复

# walletChainInquiryDoesNotMatch
source: Does not match
es: La información no coincide
hy: Չի համապատասխանում
pt_pt: A informação não corresponde
ru: Не совпадает
th: ข้อมูลไม่ตรงกัน
zh_hans: 信息不符

# walletChainInquiryMatch
source: Match
es: coincidencias de información
hy: Համաձայնեք
pt_pt: Correspondências de informações
ru: соответствовать
th: ข้อมูลตรงกัน
zh_hans: 信息相符

# walletChainInquiryAuditId
source: Audit signature transaction ID
es: ID de transacción de firma de auditoría
hy: Աուդիտ ստորագրության գործարքի ID
pt_pt: ID da transação de assinatura de auditoria
ru: Аудит идентификатора транзакции подписи
th: ID ธุรกรรมลายเซ็นการตรวจสอบ
zh_hans: 审计签名交易ID

# walletChainInquiryTradeId
source: Corporate signature transaction ID
es: ID de transacción de firma empresarial
hy: Ձեռնարկությունների ստորագրման գործարքի ID
pt_pt: ID de transação de assinatura da empresa
ru: Идентификатор транзакции подписи предприятия
th: ID ธุรกรรมการลงนามองค์กร
zh_hans: 企业签名交易ID

# walletChainInquiryBankId
source: Bank signature transaction ID
es: ID de transacción de firma bancaria
hy: Բանկի ստորագրման գործարքի ID
pt_pt: Identificação da transação de assinatura bancária
ru: Идентификатор банковской подписи транзакции
th: ID ธุรกรรมการลงนามธนาคาร
zh_hans: 银行签名交易ID

# walletChainInquirySubSus
source: Submitted successfully
es: Enviar con éxito
hy: Ներկայացրեք հաջողակ
pt_pt: Enviar com sucesso
ru: Отправить успешно
th: ส่งสำเร็จ
zh_hans: 提交成功

# walletChainInquiryInfoFail
source: Information acquisition failed
es: Error en la adquisición de información
hy: Տեղեկատվության ձեռքբերումը ձախողվեց
pt_pt: Falha na aquisição de informações
ru: Ошибка получения информации
th: การรับข้อมูลล้มเหลว
zh_hans: 信息获取失败

# walletChainInquiryNo
source: Inquiry Number
es: número de consulta
hy: հարցման համարը
pt_pt: número do pedido
ru: номер запроса
th: หมายเลขคำถาม
zh_hans: 询证编号

# walletChainInquiryAuditUnit
source: Audit Unit
hy: Աուդիտի միավոր
pt_pt: Unidade de Auditoria
ru: Блок аудита
th: หน่วยตรวจสอบ
zh_hans: 审计单位

# walletChainInquiryCompany
source: Inquiring Company
es: Empresa de consulta
hy: Հարցման ընկերություն
pt_pt: Empresa de Inquérito
ru: Справочная компания
th: บริษัท สอบถาม
zh_hans: 询证公司

# walletChainInquiryBank
source: Inquiring Bank
es: Banco de consultas
hy: Հարցման բանկ
pt_pt: Banco de Inquérito
ru: Банк запросов
th: ธนาคารสอบถามรายละเอียดเพิ่มเติม
zh_hans: 询证银行

# walletChainInquiryState
source: Status
es: Estado
hy: Ստատուս
ru: Статус
th: สถานะ
zh_hans: 状态

# walletChainInquiryContact
source: Reply Contact
es: Volver al contacto
hy: Վերադառնալ կոնտակտային տվյալներ
pt_pt: Retornar para contato
ru: Вернуться к контакту
th: กลับไปที่ผู้ติดต่อ
zh_hans: 回函联系人

# walletChainInquiryPhone
source: Contact Number
es: Teléfono de contacto
hy: Կոնտակտային հեռախոս
pt_pt: Telefone de contato
ru: Контактный телефон
th: โทรศัพท์ติดต่อ
zh_hans: 联系电话

# walletChainInquirymail
source: E-mail
hy: էլփոստ
ru: электронная почта
th: อีเมล
zh_hans: 电子邮箱

# walletChainInquiryAccountName
source: Account Name
es: Nombre de cuenta
hy: Հաշվի անունը
pt_pt: Nome da conta
ru: Имя учетной записи
th: ชื่อบัญชี
zh_hans: 账户名称

# walletChainInquiryBankNo
source: Bank Account
es: Número de cuenta bancaria
hy: Բանկային հաշվի համարը
pt_pt: Número da conta bancária
ru: Номер банковского счета
th: หมายเลขบัญชีธนาคาร
zh_hans: 银行账号

# walletChainInquiryCurrency
source: Currency
hy: Արժույթ
pt_pt: Moeda
ru: Валюта
th: สกุลเงิน
zh_hans: 币种

# walletChainInquiryRate
source: Interest Rate
es: tasa de interés
hy: տոկոսադրույք
pt_pt: taxa de juros
ru: процентная ставка
th: อัตราดอกเบี้ย
zh_hans: 利率

# walletChainInquiryType
source: Account Type
es: Tipo de cuenta
hy: Հաշվի տեսակը
pt_pt: Tipo de conta
ru: Тип учетной записи
th: ประเภทบัญชี
zh_hans: 账户类型

# walletChainInquiryBalance
source: Insufficient Balance
es: saldo insuficiente
hy: Անբավարար հավասարակշռություն
pt_pt: saldo insuficiente
ru: Недостаточный баланс
th: ยอดเงินไม่เพียงพอ
zh_hans: 余额不足

# walletChainInquiryStartandenddate
source: Start and end date
es: fecha de inicio y finalización
hy: մեկնարկի եւ ավարտի ամսաթիվը
pt_pt: data de início e término
ru: дата начала и окончания
th: วันที่เริ่มต้นและวันที่สิ้นสุด
zh_hans: 起止日期

# walletChainInquiryLimit
source: Whether it is used for guarantee or other use restrictions
es: Ya sea por garantía u otras restricciones de uso
hy: Արդյոք երաշխիքի կամ այլ օգտագործման սահմանափակումների համար
pt_pt: Seja para garantia ou outras restrições de uso
ru: Для гарантии или других ограничений использования
th: ว่าจะรับประกันหรือข้อ จำกัด การใช้งานอื่น ๆ
zh_hans: 是否用于担保或存在其他使用限制

# walletChainInquiryBanksavings
source: Bank Savings
es: Depósitos bancarios
hy: Բանկային ավանդներ
pt_pt: Depósitos bancários
ru: Банковские депозиты
th: เงินฝากธนาคาร
zh_hans: 银行存款

# walletSwitchWallet
source: Switch Wallet (%ld)
es: Cambiar billetera (%ld)
hy: Փոխել դրամապանակ (%ld)
pt_pt: Trocar Carteira (%ld)
ru: Переключить кошелек(%ld)
th: สลับกระเป๋าเงิน (%ld)
zh_hans: 切换钱包(%ld)

# walletUtilAdding
source: Adding
hy: Ավելացնելով
pt_pt: Adicionando
ru: Добавление
th: กำลังเพิ่ม
zh_hans: 正在添加

# walletCardTop
source: Top Up
es: Recarga
hy: Վերալիցքավորում
pt_pt: Recarregue
ru: Пополнить
th: เติมเงิน
zh_hans: 充值

# WalletPayInfo
source: Payment Information
es: Información de pago
hy: Վճարային տեղեկություններ
pt_pt: Informações de pagamento
ru: Информация об оплате
th: ข้อมูลการชำระเงิน
zh_hans: 支付信息

# walletTransaction
source: Transaction
hy: գործարք
pt_pt: transação
ru: транзакция
th: ธุรกรรม
zh_hans: 交易

# WalletAirdrop
source: Airdrop
ru: выброска десанта
th: กระโดดร่ม
zh_hans: 空投

# WalletPay
source: Pay
es: Pagar dinero
hy: Վճարել գումարը
pt_pt: Pagar dinheiro
ru: Платить деньги
th: จ่ายเงิน
zh_hans: 付钱

# WalletCollect
source: Collect
es: Recibir dinero
hy: Դրամական միջոցներ
pt_pt: Recebendo Dinheiro
ru: Получение денег
th: การรับเงิน
zh_hans: 收钱

# WalletAddDevice
source: Add Device
es: Agregar dispositivo
hy: Ավելացնել սարքեր
pt_pt: Adicionar dispositivo
ru: Добавить устройство
th: เพิ่มอุปกรณ์
zh_hans: 添加设备

# WalletCardPackage
source: Card Package
es: Paquete de tarjetas
hy: Քարտի փաթեթը
pt_pt: Pacote de cartão
ru: Пакет карт
th: แพคเกจบัตร
zh_hans: 卡包

# WalletAddCard
source: Add Card
es: Agregar tarjeta
hy: Ավելացնել քարտ
pt_pt: Adicionar cartão
ru: Добавить карту
th: เพิ่มการ์ด
zh_hans: 添加卡片

# WalletNoCard
source: No Card
es: Sin tarjeta
hy: Քարտ չկա
pt_pt: Nenhum cartão
ru: Нет карты
th: ไม่มีบัตร
zh_hans: 暂无卡片

# WalletNoDevice
source: No Equipment
es: Sin equipo
hy: Ոչ մի սարքավորում
pt_pt: Nenhum equipamento
ru: Нет оборудования
th: ไม่มีอุปกรณ์
zh_hans: 暂无设备

# WalletHoldOnToMove
source: (Hold and drag to adjust the sort)
es: (mantenga pulsado y arrastre para ajustar la clasificación)
hy: (պահեք եւ քաշեք կարգը կարգավորելու համար)
pt_pt: (segure e arraste para ajustar o tipo)
ru: (удерживайте и перетащите, чтобы настроить сортировку)
th: (กดค้างเพื่อลากเพื่อปรับการจัดเรียง)
zh_hans: (按住拖动调整排序)

# WalletMyApplication
source: My Application
es: Mis aplicaciones
hy: Իմ ծրագրերը
pt_pt: Meus aplicativos
ru: Мои приложения
th: แอปของฉัน
zh_hans: 我的应用

# WalletCommon
source: Common
es: Común
hy: Ընդհանուր
pt_pt: Comum
ru: Общий
th: สามัญ
zh_hans: 常用

# WalletOther
source: Other
es: Otro
hy: Այլ
pt_pt: Outro
ru: Другое
th: อื่น ๆ
zh_hans: 其他

# createHDWallet
source: Create a cold wallet
es: Crea una billetera fría
hy: Ստեղծեք ցուրտ դրամապանակ
pt_pt: Crie uma carteira fria
ru: Создать холодный кошелек
th: สร้างกระเป๋าเงินเย็น ๆ
zh_hans: 创建冷钱包

# WalletConverting
source: Converting
es: Convertir
hy: Փոխարկումը
pt_pt: Convertendo
ru: преобразование
th: แปลง
zh_hans: 正在转换

# WalletSuccessfulConversion
source: Successful conversion
es: Conversión exitosa
hy: Հաջող կերպով փոխակերպումը
pt_pt: Conversão bem sucedida
ru: Успешное преобразование
th: การแปลงสำเร็จ
zh_hans: 转换成功

# WalletSwitchToHotWallet
source: Switch To Hot Wallet
es: Cambiar a billetera caliente
hy: Անջատեք տաք պարագաներ
pt_pt: Mudar para carteira quente
ru: Переключиться на горячий кошелек
th: เปลี่ยนเป็นกระเป๋าเงินร้อน
zh_hans: 转为热钱包

# WalletSwitchToColdWallet
source: Switch To Cold Wallet
es: Conviértete en una billetera fría.
hy: Անջատեք սառը ներկապնակ
pt_pt: Transforme-se em uma carteira fria
ru: Превратиться в холодный кошелек
th: เปลี่ยนเป็นกระเป๋าเงินเย็น
zh_hans: 转为冷钱包

source: Device List
es: Lista de dispositivos
hy: Սարքի ցանկ
pt_pt: Lista de dispositivos
ru: Список устройств
th: รายการอุปกรณ์
zh_hans: 设备列表

# deviceMismatch
source: Device type does not match
es: El tipo de dispositivo no coincide
hy: Սարքի տեսակը չի համապատասխանում
pt_pt: O tipo de dispositivo não corresponde
ru: Тип устройства не совпадает
th: ประเภทอุปกรณ์ไม่ตรงกัน
zh_hans: 设备类型不匹配

# WalletBluetoothAuthentication
source: Bluetooth Authentication
zh_hans: 蓝牙认证

# WalletNewColdWallet
source: New Cold Wallet
hy: Նոր սառը կաղապար
pt_pt: Nova Carteira Fria
ru: Новый холодный кошелек
th: กระเป๋าเงินใหม่ที่เย็น
zh_hans: 新建冷钱包

# WalletConnecting
source: connecting
es: Connected
hy: Միացված
pt_pt: Conectado
ru: Подключен
th: เชื่อมต่อ
zh_hans: 连接中

# WalletCertifyingDevice
source: Certifying device
es: Dispositivo de autenticación
hy: Authenticating սարքը
pt_pt: Dispositivo de autenticação
ru: Устройство аутентификации
th: กำลังตรวจสอบอุปกรณ์
zh_hans: 正在认证设备

# WalletAuthenticationDeviceFailed
source: Authentication device failed
es: Falló el dispositivo autenticado
hy: Authenticated device failed
pt_pt: Falha do dispositivo autenticado
ru: Ошибка аутентифицированного устройства
th: อุปกรณ์ที่ตรวจสอบความถูกต้องล้มเหลว
zh_hans: 认证设备失败

# WalletCertifiedDeviceSuccess
source: Certified device success
es: El dispositivo autenticado tuvo éxito
hy: Authenticated device- ը հաջողվեց
pt_pt: Dispositivo autenticado bem-sucedido
ru: Устройство, прошедшее проверку подлинности, успешно
th: อุปกรณ์ที่ผ่านการรับรองความถูกต้องสำเร็จแล้ว
zh_hans: 认证设备成功

# WalletReading
source: Reading
hy: Ընթերցանություն
pt_pt: Leitura
ru: Чтение
th: กำลังอ่าน
zh_hans: 正在读取

# WalletReadSuccessfully
source: Read successfully
es: Leer con éxito
hy: Կարդացեք հաջողությամբ
pt_pt: Ler com sucesso
ru: Читать успешно
th: อ่านสำเร็จ
zh_hans: 读取成功

# WalletReadFailed
source: Read failed
es: Error de lectura
hy: Ընթերցել չհաջողվեց
pt_pt: Falha na leitura
ru: Сбой чтения
th: อ่านล้มเหลว
zh_hans: 读取失败

# WalletWriting
source: Writing
es: Escritura
hy: Գրելու
pt_pt: Escrita
ru: Запись
th: กำลังเขียน
zh_hans: 正在写入

# WalletSuccessfullyWritten
source: Successfully written
es: Write success
hy: Գրելի հաջողությունը
pt_pt: Gravar sucesso
ru: Успешная запись
th: เขียนสำเร็จ
zh_hans: 写入成功

# WalletWriteFailure
source: Write failure
es: Error de escritura
hy: Չհաջողվեց գրել
pt_pt: Falha na gravação
ru: Ошибка записи
th: การเขียนล้มเหลว
zh_hans: 写入失败

# WalletCardRemoval
source: Card removal
es: Extracción de la tarjeta
hy: Քարտի հեռացում
pt_pt: Remoção do cartão
ru: Удаление карты
th: การลบการ์ด
zh_hans: 卡片移除

# WalletDeviceDisconnected
source: Device disconnected
es: Dispositivo desconectado
hy: Սարքը անջատված է
pt_pt: Dispositivo desconectado
ru: Устройство отключено
th: อุปกรณ์ตัดการเชื่อมต่อ
zh_hans: 设备断开连接

# WalletCardHasContent
source: The current card has content, do you want to continue writing?
es: La tarjeta actual tiene contenido, ¿desea continuar escribiendo?
hy: Ընթացիկ քարտը բովանդակություն ունի, ցանկանում եք գրել շարունակել
pt_pt: O cartão atual tem conteúdo, você quer continuar escrevendo?
ru: На текущей карте есть содержимое, хотите продолжить запись?
th: การ์ดปัจจุบันมีเนื้อหาคุณต้องการเขียนต่อหรือไม่
zh_hans: 当前卡片已有内容，是否继续写入？

# WalletNewlyCreatedSuccessfully
source: Newly created successfully
es: Nuevo éxito
hy: Նոր հաջողություններ
pt_pt: Novo sucesso
ru: Новый успех
th: ความสำเร็จใหม่
zh_hans: 新建成功

# WalletCardDataIsInvalid
source: Card data is invalid
es: Los datos de la tarjeta no son válidos
hy: Քարտի տվյալները անվավեր են
pt_pt: Os dados do card são inválidos
ru: Данные карты недействительны
th: ข้อมูลบัตรไม่ถูกต้อง
zh_hans: 卡片数据无效

# WalletSmartWatch
source: Smart Watch
es: Reloj inteligente
pt_pt: relógio inteligente
ru: Умные часы
th: ดูสมาร์ท
zh_hans: 智能手表

# WalletSmartWristband
source: Smart Wristband
es: Pulsera inteligente
hy: Smart Bracelet
pt_pt: Pulseira Inteligente
ru: Умный браслет
th: สร้อยข้อมือสมาร์ท
zh_hans: 智能手环

# WalletSmartRunningShoes
source: Smart Running Shoes
pt_pt: tênis de corrida inteligentes
ru: Умные кроссовки
th: รองเท้าวิ่งสมาร์ท
zh_hans: 智能跑鞋

# WalletIntelligentBodyFatScale
source: Smart Body Weight
es: Smart Body Fat Scale
hy: Smart Body Fat Scale
pt_pt: Escala de Gordura Corporal Inteligente
ru: Smart Body Fat Scale
th: สมาร์ทบอดี้เครื่องชั่งไขมัน
zh_hans: 智能体脂秤

# AssetHomeRequestFail
source: Request failed
es: Solicitud fallida
hy: Պահանջը ձախողվեց
pt_pt: Falha na solicitação
ru: Запрос не выполнен
th: คำขอล้มเหลวรีเฟรชแบบหล่นลง
zh_hans: 请求失败

# WalletSelectWalletType
source: Select wallet type
es: Seleccionar tipo de cartera
hy: Ընտրեք դրամապանակի տեսակը
pt_pt: Selecionar tipo de carteira
ru: Выбрать тип кошелька
th: เลือกประเภทกระเป๋าเงิน
zh_hans: 选择钱包类型

# WalletColdWallet
source: Cold Wallet
pt_pt: Carteira Fria
ru: Холодный кошелек
th: กระเป๋าเงินเย็น
zh_hans: 冷钱包

# WalletHotWallet
source: Hot Wallet
pt_pt: Carteira Quente
ru: Горячий кошелек
th: กระเป๋าเงินร้อน
zh_hans: 热钱包

# WalletColdWalletDescription
source: What is a cold wallet?
es: ¿Qué es una billetera fría?
hy: Ինչ է ցուրտ դրամապանակը:
pt_pt: O que é uma carteira fria?
ru: Что такое холодный кошелек?
th: กระเป๋าเงินเย็นคืออะไร?
zh_hans: 什么是冷钱包？

# WalletHotWalletDescription
source: What is a hot wallet?
es: ¿Qué es una billetera caliente?
hy: Ինչ է տաք դրամապանակը:
pt_pt: O que é uma carteira quente?
ru: Что такое горячий кошелек?
th: กระเป๋าเงินร้อนคืออะไร?
zh_hans: 什么是热钱包？
