Repository: telecommai/ios
Catalog: Telecomm/Telecomm/Lib/Componet/WalletManager/Language/*.lproj/Wallet.strings
Languages: es, hy, pt_pt, ru, th, zh_hans

# WalletColdWalletInfo
source: Cold Wallet, corresponding to a hot wallet, also known as an offline wallet or a broken wallet, is one of the types of blockchain wallets, meaning that the network cannot access the wallet of the user's private key. Cold wallets usually rely on "cold" devices (computers, mobile phones, etc. that are not connected to the network) to ensure the security of the Bitcoin private key. The use of QR code communication allows the private key to not touch the network, avoiding the risk of being hacked to steal private keys, but also May face physical security risks (such as computer loss, damage, etc.). Store the private key on devices that are not connected to the network, including printing, handwriting (paper wallet), or even piggybacking (brain wallet) to ensure absolute security during storage. However, when the above wallet is in the process of trading, the private key must still be entered into the general software wallet, and the highest standard cold wallet must also be able to be signed offline, and only the signed transaction will be sent out. Store the private key in an extra special hardware device. When using the transaction, the transaction needs to be signed and submitted within the hardware. As long as the hardware is not cracked, it is absolutely safe. If this hardware device is completely offline and only submits signed transaction messages, it is also the highest standard cold wallet.
es: Cold Wallet, que corresponde a una billetera caliente, también conocida como una billetera fuera de línea o una billetera rota, es uno de los tipos de billeteras de blockchain, lo que significa que la red no puede acceder a la billetera de la clave privada del usuario. Las billeteras frías usualmente se basan en dispositivos "fríos" (computadoras, teléfonos móviles, etc. que no están conectados a la red) para garantizar la seguridad de la clave privada de Bitcoin. El uso de la comunicación con código QR permite que la clave privada no toque la red, evitando el riesgo de ser hackeado para robar claves privadas Puede enfrentar riesgos de seguridad física (como pérdida de la computadora, daños, etc.). Almacene la clave privada en dispositivos que no estén conectados a la red, incluida la impresión, escritura a mano (billetera de papel) o incluso piggybacking (billetera de cerebro) para garantizar una seguridad absoluta durante el almacenamiento. Sin embargo, cuando la billetera anterior está en proceso de negociación, la clave privada aún debe ingresarse en la billetera de software general, y la billetera fría estándar más alta también debe poder firmarse fuera de línea, y solo se enviará la transacción firmada. Almacene la clave privada en un dispositivo de hardware especial adicional. Al usar la transacción, la transacción debe firmarse y enviarse dentro del hardware. Mientras el hardware no esté descifrado, es absolutamente seguro. Si este dispositivo de hardware está completamente fuera de línea y solo envía mensajes de transacción firmados, también es la billetera fría más alta.
hy: Սառը դրամապանակը (սառը Դրամապանակ), համապատասխան ջերմային քսակը, դրամապանակ, կամ հայտնի է նաեւ որպես off-line անջատման դրամապանակից, քսակը block շղթայի տեսակի մեկ, նշանակում է անձնական ցանցը չի կարող մուտք գործել, որպեսզի օգտագործողի դրամապանակից. Ցուրտ դրամապանակը հաճախ ապավինում «սառը» սարքավորում (ոչ-ցանցային համակարգիչների, բջջային հեռախոսների եւ այլն), որպեսզի ապահովեն անվտանգությունը Bitcoin մասնավոր բանալիների, օգտագործելով երկու ծավալային կոդ հաղորդակցությունը թույլ չի տալիս մասնավոր շփումները, խուսափել վտանգը հակերների գողության մասնավոր բանալիները, այլեւ դուք կարող եք դիմակայել ֆիզիկական անվտանգության ռիսկերը (ինչպես, օրինակ, համակարգչային կորել է, վնասված, եւ այլն): Պահպանեք մասնավոր բանալին ցանցին միացված սարքերի վրա, ներառյալ տպագրությունը, ձեռագիրը (թղթի դրամապանակը) կամ նույնիսկ piggybacking- ը (ուղեղի դրամապանակ), պահպանման ընթացքում բացարձակ անվտանգություն ապահովելու համար: Սակայն, որ վերը նշված դրամապանակը գործարքի ընթացքում, մասնավոր բանալին դեռ պետք է ուժի մեջ մտած ընդհանուր ծրագրային դրամապանակից, քսակը եւ ամենաբարձր չափանիշներին ցուրտ, դա պետք է ստորագրվի դուրս, միայն ստորագրված գործարքը տրված է. Առանձին բանալին ավելացրեք լրացուցիչ հատուկ ապարատային սարքում: Գործարքի օգտագործման դեպքում գործարքը պետք է ստորագրվի եւ ուղարկվի սարքերի մեջ: Քանի դեռ ապարատը չի ճեղքված, դա բացարձակապես անվտանգ է: Եթե ​​hardware է ամբողջությամբ off-line, ներկայացնել միայն գործարքային հաղորդագրությունները ստորագրված, դա նաեւ ամենաբարձր չափանիշները սառը դրամապանակից.
pt_pt: carteira frio (Wallet frio), correspondente ao calor bolsa, carteira ou também conhecido como fora-de-linha carteira desconexão, bolsa em bloco do tipo cadeia um, destinado rede privada não é possível aceder à carteira do utilizador. carteira frio muitas vezes dependem de equipamentos "frio" (computadores não conectados em rede, telefones celulares, etc.) para garantir a segurança bitcoin chaves privadas, usando a comunicação código bidimensional não permite que contatos privados, para evitar o risco de hackers roubo de chaves privadas, mas também Pode enfrentar riscos de segurança física (como perda de computador, danos, etc.). não irá se conectar ao armazenamento de chave privada e equipamentos de rede, incluindo impressão, (carteira de papel), escrito à mão, ou mesmo recitar sua própria (bolsa cérebro), a fim de garantir a segurança absoluta durante o armazenamento. No entanto, a carteira acima mencionada durante a operação, a chave privada deve ainda ser celebrado a carteira software geral, bolsa e os mais altos padrões de frio, ele também deve ser assinado fora, apenas a transação assinado emitido para. A chave privada é armazenada em um equipamento adicional de hardware especial, a utilização da transação está sujeita à assinatura da transação foi apresentado no hardware interno, desde que o hardware não está rachado, é absolutamente segura. Se o hardware é completamente off-line, enviar apenas mensagens de transação assinados, é também os mais altos padrões de carteira frio.
ru: Cold Wallet, соответствующий горячему кошельку, также известному как автономный кошелек или сломанный кошелек, является одним из типов кошельков с цепочкой блоков, что означает, что сеть не может получить доступ к кошельку личного ключа пользователя. Холодные кошельки обычно полагаются на «холодные» устройства (компьютеры, мобильные телефоны и т. Д., Которые не подключены к сети) для обеспечения безопасности закрытого ключа Биткойна.Использование связи с QR-кодом позволяет закрытому ключу не касаться сети, избегая риска взлома для кражи закрытых ключей, но также Может подвергаться угрозе физической безопасности (например, потеря компьютера, повреждение и т. Д.). Храните закрытый ключ на устройствах, которые не подключены к сети, включая печать, рукописный ввод (бумажный кошелек) или даже копирование (мозговой кошелек), чтобы обеспечить абсолютную безопасность при хранении. Однако, когда вышеуказанный кошелек находится в процессе торговли, закрытый ключ все равно должен быть введен в общий кошелек программного обеспечения, и холодный кошелек самого высокого стандарта также должен иметь возможность подписываться в автономном режиме, и только подписанная транзакция будет отправлена. Храните закрытый ключ на дополнительном специальном аппаратном устройстве. При использовании транзакции транзакция должна быть подписана и отправлена ​​в аппаратном обеспечении. Пока аппаратное обеспечение не взломано, оно абсолютно безопасно. Если это аппаратное устройство полностью автономно и отправляет только подписанные сообщения о транзакциях, это также самый холодный кошелек самого высокого стандарта.
th: Cold Wallet ซึ่งเป็นกระเป๋าเงินร้อนหรือที่รู้จักกันในชื่อกระเป๋าเงินออฟไลน์หรือกระเป๋าเงินหักเป็นหนึ่งในประเภทของกระเป๋าสตางค์ blockchain ซึ่งหมายความว่าเครือข่ายไม่สามารถเข้าถึงกระเป๋าเงินของรหัสส่วนตัวของผู้ใช้ กระเป๋าเงินเย็นมักใช้อุปกรณ์ "เย็น" (คอมพิวเตอร์โทรศัพท์มือถือ ฯลฯ ที่ไม่ได้เชื่อมต่อกับเครือข่าย) เพื่อรับประกันความปลอดภัยของรหัสส่วนตัว Bitcoin การใช้การสื่อสารรหัส QR ช่วยให้รหัสส่วนตัวไม่ได้สัมผัสกับเครือข่าย อาจเผชิญกับความเสี่ยงด้านความปลอดภัยทางกายภาพ (เช่นการสูญหายของคอมพิวเตอร์ความเสียหาย ฯลฯ ) เก็บคีย์ส่วนตัวไว้ในอุปกรณ์ที่ไม่ได้เชื่อมต่อกับเครือข่ายรวมถึงการพิมพ์ลายมือ (กระเป๋าเงินกระดาษ) หรือแม้กระทั่ง piggybacking (กระเป๋าเงินสมอง) เพื่อความปลอดภัยในระหว่างการจัดเก็บ อย่างไรก็ตามเมื่อกระเป๋าเงินด้านบนอยู่ในขั้นตอนการซื้อขายจะต้องใส่รหัสส่วนตัวในกระเป๋าเงินซอฟต์แวร์ทั่วไปและกระเป๋าเงินเย็นมาตรฐานสูงสุดจะต้องสามารถลงชื่อแบบออฟไลน์ได้และจะส่งเฉพาะธุรกรรมที่เซ็นชื่อเท่านั้น เก็บคีย์ส่วนตัวในอุปกรณ์ฮาร์ดแวร์พิเศษพิเศษเมื่อใช้ธุรกรรมธุรกรรมจะต้องมีการเซ็นชื่อและส่งภายในฮาร์ดแวร์ตราบใดที่ฮาร์ดแวร์ไม่ได้แตกจะปลอดภัยอย่างแน่นอน หากอุปกรณ์ฮาร์ดแวร์นี้ออฟไลน์โดยสมบูรณ์และส่งข้อความการทำธุรกรรมที่ลงนามแล้วเท่านั้นมันยังเป็นกระเป๋าเงินเย็นมาตรฐานที่สูงที่สุด
zh_hans: 冷钱包（Cold Wallet），与热钱包相对应，也称离线钱包或者断网钱包，区块链钱包种类之一，意指网络不能访问到用户私钥的钱包。冷钱包通常依靠“冷”设备（不联网的计算机、手机等）确保比特币私钥的安全，运用二维码通信让私钥不触网，避免了被黑客盗取私钥的风险，但是也可能面临物理安全风险（比如计算机丢失，损坏等）。 将私钥存储至不会与网络连线的设备上，包括打印、手抄（纸钱包），甚至自行背诵（脑钱包），以确保存储期间的绝对安全。不过上述钱包在进行交易时，仍必须将私钥输入到一般软件钱包，而最高标准的冷钱包，还必须能进行离线签署，只将签署过的交易发出来。 将私钥存储在额外的特制硬件设备，使用时交易需在硬件内部进行交易签署才提交，只要硬件没有被破解，就绝对安全。如果此硬件设备完全离线、只提交签署过的交易消息，那同时也是最高标准的冷钱包。

# WalletHotWalletInfo
source: Hot Wallet, which corresponds to a cold wallet, also known as an online wallet or an online wallet, is one of the types of blockchain wallets, that is, a wallet in which the network can access the user's private key. Because of its networking features, hot wallets may access the user's private key through the Internet, so security is lower than cold wallet, but more convenient than cold wallet. In addition, whether using a cold wallet or a hot wallet, the private key is the key.
es: Hot Wallet, que corresponde a una billetera fría, también conocida como billetera en línea o billetera en línea, es uno de los tipos de carteras blockchain, es decir, una billetera en la que la red puede acceder a la clave privada del usuario. Debido a sus características de red, las billeteras calientes pueden acceder a la clave privada del usuario a través de Internet, por lo que la seguridad es más baja que la billetera fría, pero más conveniente que la billetera fría. Además, ya sea que use una billetera fría o una billetera caliente, la clave privada es la clave.
hy: Hot Wallet- ը, որը համապատասխանում է ցուրտ դրամապանակին, որը նաեւ հայտնի է որպես առցանց դրամապանակ կամ առցանց դրամապանակ, հանդիսանում է blockchain դրամապանակի տեսակից, այսինքն, դրամապանակը, որի ցանցը կարող է մուտք գործել օգտվողի անձնական բանալին: Իր ցանցային հատկանիշների պատճառով տաք ներքնազգեստները կարող են մուտք գործել ինտերնետի միջոցով օգտագործողի անձնական բանալին, հետեւաբար, անվտանգությունն ավելի ցածր է, քան ցուրտ դրամապանակը, բայց ավելի հարմար է, քան ցուրտ դրամապանակը: Բացի այդ, թե արդյոք սառը ներքնազգեստի կամ թեժ տոպրակի օգտագործումը, անձնական բանալին բանալին է:
pt_pt: O Hot Wallet, que corresponde a uma carteira fria, também conhecida como carteira on-line ou carteira on-line, é um dos tipos de carteiras blockchain, ou seja, uma carteira na qual a rede pode acessar a chave privada do usuário. Devido a seus recursos de rede, as carteiras ativas podem acessar a chave privada do usuário pela Internet, portanto a segurança é menor do que a carteira fria, mas é mais conveniente do que a carteira fria. Além disso, seja usando uma carteira fria ou uma carteira quente, a chave privada é a chave.
ru: Горячий кошелек, который соответствует холодному кошельку, также известному как онлайн-кошелек или онлайн-кошелек, является одним из типов кошельков с цепочкой блоков, то есть кошелька, в котором сеть может получить доступ к закрытому ключу пользователя. Благодаря своим сетевым функциям, горячие кошельки могут получить доступ к закрытому ключу пользователя через Интернет, поэтому безопасность ниже, чем у холодного кошелька, но удобнее, чем у холодного кошелька. Кроме того, используется ли холодный кошелек или горячий кошелек, секретный ключ является ключом.
th: กระเป๋าเงินร้อนซึ่งสอดคล้องกับกระเป๋าเงินเย็นหรือที่รู้จักกันว่ากระเป๋าเงินออนไลน์หรือกระเป๋าเงินออนไลน์เป็นหนึ่งในกระเป๋าเงิน blockchain ประเภทหนึ่งคือกระเป๋าเงินที่เครือข่ายสามารถเข้าถึงรหัสส่วนตัวของผู้ใช้ เนื่องจากคุณสมบัติด้านเครือข่ายกระเป๋าเงินร้อนอาจเข้าถึงรหัสส่วนตัวของผู้ใช้ผ่านทางอินเทอร์เน็ตดังนั้นการรักษาความปลอดภัยต่ำกว่ากระเป๋าเงินเย็น แต่สะดวกกว่ากระเป๋าเงินเย็น นอกจากนี้ไม่ว่าจะใช้กระเป๋าเงินเย็นหรือกระเป๋าเงินร้อนคีย์ส่วนตัวคือกุญแจ
zh_hans: 热钱包（Hot Wallet），与冷钱包相对应，也称在线钱包或者联网钱包（Online Wallet），区块链钱包种类之一，也就是网络能够访问到用户私钥的钱包。热钱包因其联网特性，外人可能通过互联网访问用户的私钥，因此安全性比冷钱包低，但比冷钱包更便利。另外，无论是使用冷钱包还是热钱包，私钥都是关键所在。

# WalletApplicationEdit
source: App Edit
hy: Հավելվածի փոփոխություն
pt_pt: Edição do aplicativo
ru: Редактирование приложения
th: การแก้ไขแอป
zh_hans: 应用编辑
