Repository: telecommai/ios
Catalog: Telecomm/Telecomm/Lib/Componet/StockMarket/Language/*.lproj/StockMarket.strings
Languages: es, hy, pt_pt, ru, th

# stockSelectCurrency
source: Select currency
es: Seleccione la moneda
hy: Ընտրեք արժույթը
pt_pt: Selecione a moeda
ru: Выберите валюту
th: เลือกสกุลเงิน

# stockSelectExchange
source: Select exchange
es: Seleccione intercambio
hy: Ընտրեք փոխանակումը
pt_pt: Selecione a troca
ru: Выберите обмен
th: เลือกการแลกเปลี่ยน

# stockCustom
source: Custom
es: opcional
hy: Լրացուցիչ
pt_pt: opcional
ru: необязательно
th: ตัวเลือก

# stockMarketCap
source: Market Cap
es: valor de mercado
hy: շուկայական արժեք
pt_pt: valor de mercado
ru: рыночная стоимость
th: มูลค่าตลาด

# stockChg
source: Chg
es: altibajos
hy: Ուժ եւ անկում
pt_pt: altos e baixos
ru: взлеты и падения
th: อัพและดาวน์

# stockExchange
source: Exchange
es: Intercambio
hy: Փոխանակում
pt_pt: Troca
ru: Обмен
th: แลกเปลี่ยน

# stockReload
source: Reload
hy: Վերբեռնել
pt_pt: Recarregar
ru: Перезагрузить
th: โหลดซ้ำ

# stockGainers
source: Gainers
es: aumentar lista
hy: մեծացնել ցանկը
pt_pt: aumentar lista
ru: увеличить список
th: เพิ่มรายการ

# stockLosers
source: Losers
es: lista de caída
hy: նվազման ցուցակ
pt_pt: lista de queda
ru: падающий список
th: รายชื่อที่ตกลง

# stockVol
source: Vol
es: cantidad
hy: քանակ
pt_pt: quantidade
ru: количество
th: ปริมาณ

# stockB
source: B
es: 100 millones
hy: Միլիարդ
pt_pt: 100 milhões
ru: 100 миллионов
th: 100 ล้าน

# stockM
source: M
hy: տասը հազար

# stockRank
source: Rank
es: rango
hy: Դասակարգում
pt_pt: classificação
ru: ранжирование
th: อันดับ

# stockName
source: Name
es: Nombre
hy: Անուն
pt_pt: Nome
ru: имя
th: ชื่อ

# stockTurnover
source: Turnover
es: turn
hy: Շրջանառությունը
pt_pt: virar
ru: поворот
th: เลี้ยว

# stockIntradayNetCapitalInflow
source: Intraday Net Capital Inflow
es: Ingreso neto de fondos hoy
hy: Զուտ կապիտալ ներհոսք այսօր
pt_pt: Entrada líquida de fundos hoje
ru: Чистый приток средств сегодня
th: เงินไหลเข้าสุทธิในวันนี้

# stockHigh
source: High
es: Alta
hy: Բարձր
pt_pt: alto
ru: высокий
th: สูง

# stockLow
source: Low
es: Baja
hy: Ցածր
pt_pt: baixo
ru: низкий
th: ต่ำ

# stockAll
source: All
hy: Բոլորը
pt_pt: todos
ru: все
th: ทั้งหมด

# stockAddedCustomSuccessful
source: Added your custom successful
es: Agregar a la autoselección
hy: Ավելացնել ինքնորոշման ընտրություն
pt_pt: Adicionar à auto-seleção
ru: Добавить к самостоятельному выбору
th: เพิ่มในการเลือกด้วยตนเอง

# stockAddedCustomFailure
source: Added your custom failure
es: Error de unión opcional
hy: Միանալու պարտադիր ձախողում
pt_pt: Participar de falha opcional
ru: Присоединиться к необязательной ошибке
th: เข้าร่วมความล้มเหลวเพิ่มเติม

# stockDeleteCustomSuccessful
source: Delete your custom successful
es: Eliminar éxito de autoselección
hy: Ջնջել ինքնակառավարման ընտրության հաջողությունը
pt_pt: Excluir sucesso da auto-seleção
ru: Удалить успех самостоятельного выбора
th: ลบความสำเร็จของการเลือกตนเอง

# stockDeleteCustomFailure
source: Delete your custom failure
es: Eliminar el error de selección
hy: Ջնջել ընտրության ձախողումը
pt_pt: Apagar a falha de seleção
ru: Удалить ошибку выбора
th: ลบความล้มเหลวในการเลือก

# stockSharePicture
source: Share Picture
es: Compartir imagen
hy: Համօգտագործել նկարը
pt_pt: Compartilhar imagem
ru: Поделиться картинкой
th: แบ่งปันรูปภาพ

# stockCancel
source: Cancel
es: Cancelar
hy: Չեղարկել
pt_pt: Cancelar
ru: Отмена
th: ยกเลิก

# stockSave
source: Save
es: Guardar
hy: Պահել
pt_pt: Salvar
ru: Сохранить
th: บันทึก

# stockSavedToAlbum
source: Saved to album
es: Guardado en el álbum
hy: Պահված է ալբոմում
pt_pt: Salvo no álbum
ru: Сохранено в альбом
th: บันทึกไปยังอัลบั้ม

# stockSavedToAlbumFailed
source: Saving to album failed
es: Error al guardar en el álbum
hy: Պահել ալբոմի ձախողվեց
pt_pt: Salvar no álbum falhou
ru: Ошибка сохранения в альбоме
th: บันทึกไปยังอัลบั้มล้มเหลว

# stockOrders
source: Orders
es: importe de la comisión
hy: միջնորդավճարը
pt_pt: valor da comissão
ru: сумма комиссии
th: จำนวนเงินคอมมิชชั่น

# stockBid
source: Bid
es: comprar un precio
hy: գնել մեկ գին
pt_pt: compre um preço
ru: купить одну цену
th: ซื้อหนึ่งราคา

# stockAsk
source: Ask
es: vender un precio
hy: վաճառել մեկ գին
pt_pt: vender um preço
ru: продать одну цену
th: ขายหนึ่งราคา

# stockOrderBooks
source: OrderBooks
es: número de órdenes pendientes
hy: սպասվող պատվերների քանակը
pt_pt: número de pedidos pendentes
ru: количество отложенных ордеров
th: จำนวนคำสั่งซื้อที่รอดำเนินการ

# stockBidScale10
source: Bid scale 10
es: Comprar 10 archivos
hy: Գնել 10 ֆայլեր
pt_pt: Compre 10 arquivos
ru: Купить 10 файлов
th: ซื้อ 10 ไฟล์

# stockAskScale10
source: Ask scale 10
es: vender 10 archivos
hy: վաճառել 10 ֆայլեր
pt_pt: vender 10 arquivos
ru: продать 10 файлов
th: ขาย 10 ไฟล์

# stockVolume
source: Volume
es: volumen
hy: Ծավալը
pt_pt: volume de transações
ru: объем
th: ปริมาณ

# stockTime
source: Time
es: tiempo de transacción
hy: գործարքի ժամանակը
pt_pt: tempo de transação
ru: время транзакции
th: เวลาธุรกรรม

# stockStrike
source: Strike
es: precio de transacción
hy: գործարքի գինը
pt_pt: preço de transação
ru: цена сделки
th: ราคาธุรกรรม

# stockDepthChart
source: Depth Chart
es: Mapa de profundidad del mercado
hy: Շուկայի խորությունը քարտեզ
pt_pt: Mapa da profundidade do mercado
ru: Карта глубины рынка
th: แผนที่ความลึกของตลาด

# stockTurnoverDistribution
source: Turnover Distribution
es: distribución de fondos
hy: ֆոնդերի բաշխում
pt_pt: distribuição de fundos
ru: распределение средств
th: การกระจายเงิน

# stockMoneyFlowTrend
source: Money Flow Trend
es: Tendencia de flujo de dinero
hy: Կապիտալի հոսքի միտում
pt_pt: tendência de fluxo de dinheiro
ru: Тренд денежного потока
th: แนวโน้มเงินไหล

# stockMoneyFlowWithin5Days
source: Money Flow Within 5 Days
es: entrada neta de fondos en los últimos 5 días
hy: վերջին 5 օրվա ընթացքում միջոցների զուտ ներհոսքը
pt_pt: entrada líquida de fundos nos últimos 5 dias
ru: чистый приток средств за последние 5 дней
th: เงินไหลเข้าสุทธิใน 5 วันที่ผ่านมา

# stockBigOrdersMonitor
source: Big Orders Monitor
es: Monitoreo de facturas completas
hy: Ամբողջական հաշիվների մոնիտորինգ
pt_pt: Monitoramento de Faturas Completas
ru: Полный мониторинг счетов
th: เสร็จสิ้นการตรวจสอบตั๋วเงิน

# stockBuy
source: Buy
es: comprar
hy: գնել
pt_pt: comprar
ru: купить
th: ซื้อ

# stockSell
source: Sell
hy: վաճառել
pt_pt: vender
ru: продать
th: ขาย

# stockNetInflow
source: Net Inflow
es: entrada neta
hy: զուտ ներհոսք
pt_pt: entrada líquida
ru: чистый приток
th: การไหลเข้าสุทธิ

# stockToday
source: Today
hy: այսօր
pt_pt: hoje
ru: сегодня
th: วันนี้

# stock3minAgo
source: 3min ago
es: 3 minutos
hy: 3 րոպե
pt_pt: 3 minutos
ru: 3 минуты
th: 3 นาที

# stock10minAgo
source: 10min ago
es: 10 minutos
hy: 10 րոպե
pt_pt: 10 minutos
ru: 10 минут
th: 10 นาที

# stock1hAgo
source: 1h ago
es: 1 hora
hy: 1 ժամ
pt_pt: 1 hora
ru: 1 час
th: 1 ชั่วโมง

# stock24hAgo
source: 24h ago
es: 24 horas
hy: 24 ժամ
pt_pt: 24 horas
ru: 24 часа
th: 24 ชั่วโมง

# stockAmount
source: Amount
es: cantidad
hy: գումարը
pt_pt: quantidade
ru: сумма
th: จำนวน

# stockPrice
source: Price
es: precio
hy: գին
pt_pt: preço
ru: цена
th: ราคา

# stockNumber
source: Amount
es: cantidad
hy: քանակ
pt_pt: quantidade
ru: количество
th: ปริมาณ

# stockCoinTime
source: Time
es: tiempo
hy: ժամանակ
pt_pt: tempo
ru: время
th: เวลา

# stockRecommendMarkets
source: Recommend Markets
es: 市场推荐
hy: Շուկայական առաջարկված
pt_pt: Recomendado pelo mercado
ru: Рекомендуемый рынок
th: แนะนำตลาด

# stockChineseName
source: Chinese Name
es: nombre chino
hy: չինարեն անունը
pt_pt: nome chinês
ru: китайское имя
th: ชื่อภาษาจีน

# stockEnglishName
source: English Name
es: nombre en inglés
hy: Անգլերեն անունը
pt_pt: nome em inglês
ru: Английское имя
th: ชื่อภาษาอังกฤษ

# stockType
source: Type
hy: տեսակը
pt_pt: tipo
ru: тип
th: ประเภท

# stockIssueTime
source: Issue Time
es: tiempo de liberación
hy: թողարկման ժամանակ
pt_pt: tempo de liberação
ru: время выпуска
th: เวลาปล่อย

# stockCirculatingSupply
source: Circulating Supply
es: Circulación total
hy: Ընդհանուր շրջանառություն
pt_pt: Circulação total
th: ยอดจำหน่ายรวม

# stockTotalSupply
source: Total Supply
es: emisión total
hy: ընդհանուր թողարկում
pt_pt: problema total
ru: общая проблема
th: ปัญหาทั้งหมด

# stockGlobalMarketCapShare
source: Global Market Cap Share
es: % de la participación de mercado global total
hy: համաշխարհային շուկայի ընդհանուր մասնաբաժինը
pt_pt: % da quota global de mercado
ru: % от общей доли мирового рынка
th: % ของส่วนแบ่งการตลาดทั่วโลกทั้งหมด

# stockTurnoverRate
source: Turnover Rate
es: Tasa de transferencia
hy: Դեպի փոխարժեքի փոխարժեք
pt_pt: Taxa de handover
ru: Скорость передачи обслуживания
th: อัตราการส่งมอบ

# stockICOCost
source: ICO Cost
es: costo ICO
hy: ICO արժեքը
pt_pt: custo da OIC
ru: Стоимость ICO
th: ค่าใช้จ่าย ICO

# stockFundRaising
source: Fund-raising
es: fondos recaudados
hy: բարձրացնել ֆոնդերը
pt_pt: fundos levantados
ru: привлеченные средства
th: ระดมทุน

# stockTokenDistribution
source: Token Distribution
es: asignación de token
hy: նշանի տեղաբաշխում
pt_pt: alocação de token
ru: распределение токенов
th: การจัดสรรโทเค็น

# stockWhitePaper
source: White Paper
es: Libro Blanco
hy: Սպիտակ թուղթ
pt_pt: Livro Branco
ru: Белая книга
th: เอกสารทางเทคนิค

# stockNumberOfOnlineExchanges
source: Number of Online Exchanges
es: número de intercambios en la bolsa
hy: բորսայական բորսաների քանակը
pt_pt: número de trocas na bolsa
ru: количество биржевых бирж
th: จำนวนของการแลกเปลี่ยนแลกเปลี่ยน

# stockWEBSite
source: WEB Site
es: sitio web oficial
hy: պաշտոնական կայք
pt_pt: site oficial
ru: официальный сайт
th: เว็บไซต์อย่างเป็นทางการ

# stockDepthAsk
source: Ask
es: selling
hy: վաճառք
pt_pt: venda
ru: продажа
th: กำลังขาย

# stockDepthBid
source: Bid
es: Comprar
hy: Գնել
pt_pt: Comprar
ru: Купить
th: ซื้อ

# stockInflow
source: Inflow
es: flujo de entrada
hy: ներհոսք
pt_pt: entrada
ru: приток
th: การไหลเข้า

# stockOutflow
source: Outflow
es: salida
hy: արտահոսք
pt_pt: saída
ru: отток
th: ไหลออก

# stockUnit
source: Unit
es: unidad
hy: միավոր
ru: блок
th: หน่วย

# stockCNY
source: CNY
es: yuan
hy: Յունան
pt_pt: yuan
ru: юань
th: หยวน

# stockUSD
source: USD
es: Dólar estadounidense
hy: Դոլար
pt_pt: Dólar norte-americano
ru: Доллар США
th: ดอลลาร์สหรัฐ

# stockVOL
source: VOL
es: distribución de transacciones
hy: գործարքի բաշխում
pt_pt: distribuição de transação
ru: распределение транзакций
th: การกระจายธุรกรรม

# stockMoneyFlow
source: Money Flow
es: fondos
hy: Ֆոնդեր
pt_pt: fundos
ru: Фонды
th: เงินทุน

# stockAnalysis
source: Analysis
hy: վերլուծություն
pt_pt: análise
ru: анализ
th: การวิเคราะห์

# stockIntroduction
source: Introduction
es: Perfil
hy: պրոֆիլ
pt_pt: perfil
ru: профиль
th: โปรไฟล์

# stockCustomAdd
source: Add
es: Agregar a opcional
hy: Ավելացնել ընտրովի
pt_pt: Adicionar ao opcional
ru: Добавить в опционально
th: เพิ่มไปยังทางเลือก

# stockCustomRemove
source: Remove
es: eliminar opcional
hy: ջնջել ցանկալի
pt_pt: excluir opcional
ru: удалить необязательно
th: ลบทางเลือก

# stockAdd
source: Add
es: Adicional
hy: Լրացուցիչ
pt_pt: Adicional
ru: Дополнительно
th: เพิ่มเติม

# stockAlerts
source: Alerts
es: recordatorio
hy: հիշեցում
pt_pt: lembrete
ru: напоминание
th: เตือนความจำ

# stockOrginal
source: Orginal
es: original
hy: բնօրինակ
pt_pt: original
ru: оригинал
th: ต้นฉบับ

# stockShare
source: Share
es: compartir
hy: Բաժնետոմս
ru: поделиться
th: แชร์

# stockInfoHigh
source: High
es: más alto
hy: ամենաբարձր
pt_pt: mais alto
ru: самый высокий
th: สูงสุด

# stockInfoLow
source: Low
es: más bajo
hy: ամենացածր
pt_pt: menor
ru: самый низкий
th: ต่ำที่สุด

# stockInfoBid
source: Bid
es: comprar uno
hy: գնել մեկ
pt_pt: compre um
ru: купить один
th: ซื้อหนึ่ง

# stockInfoAsk
source: Ask
es: sell one
hy: վաճառել մեկը
pt_pt: vender um
ru: продать один
th: ขายหนึ่ง

# stockInfoFee
source: Fee
es: rate
hy: տոկոսադրույքը
pt_pt: taxa
ru: оценить
th: อัตรา

# stockChartLine
source: Line
es: multipropiedad
hy: timeshare
pt_pt: timeshare
ru: Таймшер
th: timeshare

# stockChart15mins
source: 15mins
es: 15 minutos
hy: 15 րոպե
pt_pt: 15 minutos
ru: 15 минут
th: 15 นาที

# stockChart1hour
source: 1hour
es: 1 hora
hy: 1 ժամ
pt_pt: 1 hora
ru: 1 час
th: 1 ชั่วโมง

# stockChart1day
source: 1day
es: day K
hy: օր K
pt_pt: dia K
ru: день K
th: วัน K

# stockChart3days
source: 3days
es: 3 días K
hy: 3 օր K
pt_pt: 3 dias K
ru: 3 дня К
th: 3 วัน K

# stockChart1min
source: 1min
es: 1 minuto K
hy: 1 րոպե K
pt_pt: 1 minuto K
ru: 1 минута К
th: 1 นาที K

# stockChart3mins
source: 3mins
es: 3 puntos K
hy: 3 միավոր K
pt_pt: 3 pontos K
ru: 3 балла К
th: 3 คะแนน K

# stockChart5mins
source: 5mins
es: 5 puntos K
hy: 5 միավոր K
pt_pt: 5 pontos K
ru: 5 баллов К
th: 5 คะแนน K

# stockChart10mins
source: 10mins
es: 10 puntos K
hy: 10 միավոր K
pt_pt: 10 pontos K
ru: 10 баллов К
th: 10 คะแนน K

# stockChart30mins
source: 30mins
es: 30 puntos K
hy: 30 միավոր K
pt_pt: 30 pontos K
ru: 30 баллов К
th: 30 คะแนน K

# stockChart2hours
source: 2hours
es: 2 horas K
hy: 2 ժամ K
pt_pt: 2 horas K
ru: 2 часа К
th: 2 ชั่วโมง K

# stockChart4hours
source: 4hours
es: 4 horas K
hy: 4 ժամ K
pt_pt: 4 horas K
ru: 4 часа К
th: 4 ชั่วโมง K

# stockChart6hours
source: 6hours
es: 6 horas K
hy: 6 ժամ K
pt_pt: 6 horas K
ru: 6 часов К
th: 6 ชั่วโมง K

# stockChart12hours
source: 12hours
es: 12 horas K
hy: 12 ժամ K
pt_pt: 12 horas K
ru: 12 часов K
th: 12 ชั่วโมง K

# stockChart1week
source: 1week
es: week K
hy: շաբաթ K
pt_pt: semana K
ru: неделя К
th: สัปดาห์ K

# stockChart1mon
source: 1mon
es: mes K
hy: ամիս K
pt_pt: mês K
ru: месяц К
th: เดือน K

# stockChartIndex
source: Index
es: indicador
hy: ցուցանիշը
pt_pt: indicador
ru: индикатор
th: ตัวบ่งชี้

# stockChartMajor
source: Major
es: imagen principal
hy: հիմնական պատկերը
pt_pt: imagem principal
ru: основная картинка
th: ภาพหลัก

# stockChartMinor
source: Minor
es: diagrama adjunto
hy: պատգամավորի դիագրամ
pt_pt: diagrama adjunto
ru: заместитель диаграммы
th: ไดอะแกรมรอง

# stockFailedToGetCurrentMarketData
source: Failed to get current market data
es: Error al obtener los datos actuales del mercado
hy: Չհաջողվեց ստանալ ընթացիկ շուկայական տվյալներ
pt_pt: Falha ao obter os dados atuais do mercado
ru: Не удалось получить текущие рыночные данные
th: ไม่สามารถรับข้อมูลตลาดปัจจุบัน

# stockCirculatingRate
source: Circulating Rate
es: flujo
pt_pt: taxa de fluxo
th: อัตราการไหล
